{
	"papers": [
		{
			"filename": "information-science-557b476d4eba4.pdf",
			"title": "Specialisation in Library and Information Science Curriculum: Steps towards Embedded Librarianship",
			"authors": [
				{
					"name": "Shabir Ahmad Ganaie",
					"email": "shabirku@gmail.com"
				}
			],
			"abstract": "Libraries and information centres are established with a mission to provide right information to the right user at the right time and in the right amount. Library and information science (LIS) professionals apply their competencies for achieving this mission of libraries. In the past, LIS professionals were providing services within the premises of the library but now with the aid of technology they can reach to their patrons both within premises as well as outside the premises of the library. This outreach of LIS professionals to their clientele has opened doors for embedded librarianship.To develop appropriate competencies among LIS professionals for becoming successful embedded librarians, LIS schools can play a pivotal role. This paper highlights the dynamic nature of LIS profession and describes the concept of embedded librarianship. Role of LIS schools in nurturing the embedded librarianship is also the part of present paper. Concept of specialisation in LIS curriculum is a step towards nurturing embedded librarianship.",
			"references": [
				{
					"title": "The embedded librarian: Strategic campus collaborations",
					"authors": ["Dewey, b.I"]
				},
				{
					"title": "Who let the librarians out?: Embedded librarianship and the library manager",
					"authors": ["Shumaker, D."]
				},
				{
					"title": "Embedded library services: An initial inquiry into practices for their development, management, and delivery",
					"authors": ["Shumaker, D.", "Tyler, L."]
				},
				{
					"title": "Embedded librarianship: The library as a service, not a space",
					"authors": ["Riccio, H.M.", "Mayers, p.L."]
				},
				{
					"title": "New roles and opportunities for academic library liaisons: A survey and recommendations",
					"authors": ["Glynn, T.", "Wu, C."]
				}
			]
		},
		{
			"filename": "information-science-557b476d4ec34.pdf",
			"title": "Who are Australia’s information educators?",
			"authors": [
				{
					"name": "Helen Partridge",
					"email": "h.partridge@qut.edu.au"
				},
				{
					"name": "Philip Hider",
					"email": ""
				},
				{
					"name": "Sally Burford",
					"email": ""
				},
				{
					"name": "Leonie Ellis",
					"email": ""
				}
			],
			"abstract": "In recent years, there has been considerable discussion of the challenges facing the future of information education in Australia. This paper reports a study that explored the characteristics and experiences of Australia’s information educators. The study was undertaken as part of a larger project, which was designed to establish a consolidated and holistic picture of the Australian information profession and identify how its future education could be mediated in a cohesive and sustainable manner. Sixty-nine of Australia’s information educators completed an online questionnaire that gathered data on aspects such as age, gender, rank, qualifications, work activities and job satisfaction. The key findings from this study confirm that a number of pressing issues are confronting information educators in Australia. For example, Australia’s information educators are considerably older than that of the total Australian academic workforce; over half the information educators who participated in the study are looking to retire in the next 10 years; and Australia’s information educators spend more time on service activities than members of other disciplines within Australia’s education system and place a stronger importance on teaching over research. Left unaddressed, these issues will have significant implications for the future of information education as well as the broader information profession. Many of the key observations drawn from this study may also have relevance to other disciplines in the Australian educational context.
",
			"references": [
				{
					"title": "Library Technician Education in Australia: State of the Nation Report.",
					"authors": ["ALIA (Australian Library and Information Association)"]
				},
				{
					"title": "Research Assessment and Legal Scholarship.",
					"authors": ["Arup, C."]
				},
				{
					"title": "Excellence in Research for Australia (ERA) Initiative: Consultation Paper.",
					"authors": ["Australian Research Council"]
				},
				{
					"title": "A Survey of Library and Information Science Schools in Europe.",
					"authors": ["Borup Larsen, J."]
				},
				{
					"title": "Alarm Arises over Greying Matter.",
					"authors": ["Cervini, E."]
				}
			]
		},
		{
			"filename": "information-science-557b476d4ec93.pdf",
			"title": "The Network Pattern of Journal Knowledge Transfer in Library and Information Science in China",
			"authors": [
				{
					"name": "Rongying Zhao",
					"email": "zhaorongying@126.com"
				},
				{
					"name": "Shengnan Wu",
					"email": "vivian19870220@163.com"
				}
			],
			"abstract": "Using the library and information science journals 2003-2012 in Nanjing University’s Chinese Social Sciences Citation Index as data sources, the paper reveals the citation structure implied in these journals by apply- ing social network analysis. Results show that, first, journal knowledge transfer activity in library and information science is frequent, and both the level of knowledge and discipline integration as well as the knowledge gap influenced knowledge transfer activity. According to the out-degree and in-degree, journals can be divided into three kinds. Second, based on professional bias and citation frequency, the knowledge transfer network can be divided into four blocks. With the change of discipline capacity and knowledge gap among journals, the “core-periphery” structure of the knowledge transfer network is getting weaker.Finally, regions of the knowledge transfer network evolved from a “weak-weak” subgroup to a “strong-weak” subgroup or a “weakstrong” subgroup,and then move to a “strong-strong” subgroup.",
			"references": [
				{
					"title": "Methods for journal evaluation: journal citation identity, journal citation image and internationalization",
					"authors": ["Bonnevie-Nebelong, Ellen"]
				},
				{
					"title": "Journal citation identity and journal citation image: a portrait of the journal of documentation",
					"authors": ["Bonnevie-Nebelong, Ellen", "Frandsen, Tove Faber"]
				},
				{
					"title": "Spanish research in knowledge organization",
					"authors": ["De la Moneda Corrochano, Mercedes", "López-Huertas, María J.", "Jiménez-Contreras, Evaristo"]
				},
				{
					"title": "The demonstration of journals’ citation identity and citation image",
					"authors": ["Fangli, Su"]
				},
				{
					"title": "The research on network structure and space distribution traits of inter-regional technology transfer: based on the analysis of contracts in inter-provincial from 2006 to 2010",
					"authors": ["Fengchao, Liu", "Rongkang, Ma"]
				}
			]
		},
		{
			"filename": "information-science-557b476d4ed05.pdf",
			"title": "Library workers’ personal beliefs about childhood vaccination and vaccination information provision",
			"authors": [
				{
					"name": "Alla Keselman",
					"email": ""
				},
				{
					"name": "Catherine Arnott Smith",
					"email": ""
				},
				{
					"name": "Savreen Hundal",
					"email": ""
				}
			],
			"abstract": "This is a report on the impact of library workers’ personal beliefs on provision of vaccination information. Nine public librarians were interviewed about a hypothetical scenario involving a patron who is concerned about possible vaccination-autism connections. The analysis employed thematic coding. Results suggested that while most partic- ipants supported childhood vaccination, tension between their personal views and neutrality impacted their ability to conduct the interaction. The neutrality stance, though consonant with professional guidelines, curtails librarians’ ability to provide accurate health information. Outreach and commu- nication between public and health sciences libraries can help librarians provide resources to address health controversies.",
			"references": [
				{
					"title": "Outbreaks spur measles vaccine studies",
					"authors": ["Hampton T"]
				},
				{
					"title": "Children who have received no vaccines: who are they and where do they live?",
					"authors": ["Smith PJ", "Chu SY", "Barker LE"]
				},
				{
					"title": "Vaccine beliefs of parents who oppose compulsory vaccination",
					"authors": ["Kennedy AM", "Brown CJ", "Gust DA"]
				},
				{
					"title": "Deciding to opt out of childhood vaccination mandates",
					"authors": ["Gullion JS", "Henry L", "Gullion G"]
				},
				{
					"title": "Mothers’ knowledge and information needs relating to childhood immunizations",
					"authors": ["Baker LM", "Wilson FL", "Nordstrom CK", "Legwand C"]
				}
			]
		},
		{
			"filename": "information-science-557b476d4ed63.pdf",
			"title": "Health sciences librarians’ awareness and assessment of the Medical Library Association Code of Ethics for Health Sciences Librarianship: the results of a membership survey",
			"authors": [
				{
					"name": "Gary D. Byrd",
					"email": ""
				},
				{
					"name": "Patricia J. Devine",
					"email": ""
				},
				{
					"name": "Kate E. Corcoran",
					"email": ""
				}
			],
			"abstract": "Objective: The Medical Library Association (MLA) Board of Directors and president charged an Ethical Awareness Task Force and recommended a survey to determine MLA members' awareness of and opinions about the current Code of Ethics for Health Sciences Librarianship. \nMethods: The task force and MLA staff crafted a survey to determine: (1) awareness of the MLA code and its provisions, (2) use of the MLA code to resolve professional ethical issues, (3) consultation of other ethical codes or guides, (4) views regarding the relative importance of the eleven MLA code statements, (5) challenges experienced in following any MLA code provisions, and (6) ethical problems not clearly addressed by the code.",
			"references": [
				{
					"title": "Code of ethics for health sciences librarianship [Internet]",
					"authors": ["Medical Library Association"]
				},
				{
					"title": "Survey: librarians support privacy rights",
					"authors": ["Office for Intellectual Freedom, American Library Asso­ ciation"]
				},
				{
					"title": "Librarians value service most",
					"authors": ["Branch K"]
				},
				{
					"title": "Ethics in health sciences librarianship",
					"authors": ["Hurych JM", "Glenn AC"]
				},
				{
					"title": "Impact of the code of ethics on workplace behavior in academic libraries",
					"authors": ["Kendrick KD", "Leaver E"]
				}
			]
		},
		{
			"filename": "information-science-557b476d4edbe.pdf",
			"title": "Emotion, Information, and Cognition, and Some Possible Consequences for Library and Information Science",
			"authors": [
				{
					"name": "Torkild Thellefsen",
					"email": "tt@iva.dk"
				},
				{
					"name": "Martin Thellefsen",
					"email": "mt@iva.dk"
				}
			],
			"abstract": "We present our semeiotic-inspired concept of informa- tion as 1 of 3 important elements in meaning creation, the 2 other concepts being emotion and cognition. We have the inner world (emotion); we have the outer world (information); and cognition mediates between the two. We analyze the 3 elements in relation to communication and discuss the semeiotics-inspired communication model, the Dynacom; then, we discuss our semeiotic perspective on the meaning-creation process and com- munication with regard to a few, but central, elements in library and information science, namely, the systems- oriented perspective, the user-oriented perspective, and a domain-oriented perspective.",
			"references": [
				{
					"title": "ASK for information retrieval: Part I",
					"authors": ["Belkin, N.", "Oddy, R.N.", "Brooks, H.M."]
				},
				{
					"title": "Cybersemiotics: A new interdisciplinary development applied to the problems of knowledge organisation and document retrieval in information science",
					"authors": ["Brier, S."]
				},
				{
					"title": "Cybersemiotics and the problems of the information-processing paradigm as a candidate for a unified science of information behind library information science",
					"authors": ["Brier, S."]
				},
				{
					"title": "The foundation of LIS in information science and semiotics [Electronic version]",
					"authors": ["Brier, S."]
				},
				{
					"title": "Brier, S.",
					"authors": ["Brier, S."]
				}
			]
		},
		{
			"filename": "information-science-557b476d4ee1c.pdf",
			"title": "Do You Believe in Magic? Exploring the Conceptualization of Augmented Reality and its Implications for the User in the Field of Library and Information Science",
			"authors": [
				{
					"name": "Elizabeth Zak",
					"email": "ezak@dom.edu"
				}
			],
			"abstract": "Augmented reality (AR) technology has implications for the ways that the field of library and information science (LIS) serves users and organizes information. Through content analysis, the author examined how AR is conceptualized within a sample of LIS literature from the Library, Information Science and Technology Abstracts (LISTA) database and Google Blogs postings. The author also examined whether Radical Change Theory (RCT) and the digital-age principles of interactivity, connectivity, and access are present in the discussion of this technology. The analysis of data led to the identification of 14 categories comprising 132 total codes across sources within the data set. The analysis indicates that the conceptualization of AR, while inconsistent, suggests expectations that the technology will enhance the user experience. This can lead to future examinations of user behavior, response, and observation of technologies like AR.",
			"references": [
				{
					"title": "The Design Stance in User-System Interaction",
					"authors": ["Nathan Crilly"]
				},
				{
					"title": "The End of the User—The Computer as a Thing",
					"authors": ["Pelle Ehn"]
				},
				{
					"title": "The New Good: Exploring the Potential of Philosophy of Technology to Contribute to Human-Computer Interaction.",
					"authors": ["Daniel Fallman"]
				},
				{
					"title": "Relevant and Rigorous: Human-Centered Research and Design Education",
					"authors": ["Bruce M. Hanington"]
				},
				{
					"title": "Designing with Blends: Conceptual Foundations of Human-Computer Interaction and Software Engineering",
					"authors": ["Manuel Imaz", "David Benyon"]
				}
			]
		}
	]
}