{
	"papers": [
		{
			"filename": "animal-husbandry-557b476d412bb.pdf",
			"title": "Aquatic toxicity of four veterinary drugs commonly applied in fish farming and animal husbandry",
			"authors": [
				{
					"name": "Marta Kołodziejska",
					"email": ""
				},
				{
					"name": "Joanna Maszkowska",
					"email": ""
				},
				{
					"name": "Anna Białk-Bielińska",
					"email": ""
				},
				{
					"name": "Stephanie Steudte",
					"email": ""
				},
				{
					"name": "Jolanta Kumirska",
					"email": "Piotr Stepnowski"
				},
				{
					"name": "Stefan Stolte",
					"email": ""
				}
			],
			"abstract": "Doramectin (DOR), metronidazole (MET), florfenicol (FLO), and oxytetracycline (OXT) are among the most widely used veterinary drugs in animal husbandry or in aquaculture. Contamination of the environment by these pharmaceuticals has given cause for concern in recent years. Even though their toxicity has been thoroughly analyzed, knowledge of their ecotoxicity is still limited. We investigated their aquatic toxicity using tests with marine bacteria (Vibrio fischeri), green algae (Scenedesmus vacuolatus), duckweed (Lemna minor) and crustaceans (Daphnia magna). All the ecotoxicological tests were supported by chemical anal- yses to confirm the exposure concentrations of the pharmaceuticals used in the toxicity experiments, since deviations from the nominal concentration can result in underestimation of biological effects. It was found that OXT and FLO have a stronger adverse effect on duckweed (EC50 = 3.26 and 2.96 mg L􏰁1 respectively) and green algae (EC50 = 40.4 and 18.0 mg L􏰁1) than on bacteria (EC50 = 108 and 29.4 mg L􏰁1) and crustaceans (EC50 = 114 and 337 mg L􏰁1), whereas MET did not exhibit any adverse effect in the tested concentration range. For DOR a very low EC50 of 6.37 􏰂 10􏰁5 mg L􏰁1 towards D. magna was deter- mined, which is five orders of magnitude lower than values known for the toxic reference compound K2Cr2O7. Our data show the strong influence of certain veterinary drugs on aquatic organisms and con- tribute to a sound assessment of the environmental hazards posed by commonly used pharmaceuticals.",
			"references": [
				{
					"title": "Evaluation of the isobologram method for the assessment of mixtures of chemicals: combination effect studies with pesticides in algal biotests",
					"authors": ["Altenburger, R.", "Bodeker, W.", "Faust, M.", "Grimme, L.H."]
				},
				{
					"title": "Veterinary medicines and the environment",
					"authors": ["Boxall, A.B.A."]
				},
				{
					"title": "Targeted monitoring study for veterinary medicines in the environment",
					"authors": ["Boxall, A.B.A.", "Fogg, L.A.", "Baird, D.J.", "Lewis, C.", "Telfer, T.C.", "Kolpin, D.", "Gravell, A.", "Pemberton, E.", "Boucard, T."]
				},
				{
					"title": "Effects of 25 pharmaceutical compounds to Lemna gibba using a seven- day static-renewal test",
					"authors": ["Brain, R.A.", "Johnson, D.J.", "Richards, S.M.", "Sanderson, H.", "Sibley, P.K.", "Solomon, K.R."]
				},
				{
					"title": "Ecotoxicity of mixtures of antibiotics used in aquacultures",
					"authors": ["Christensen, A.M.", "Ingerslev, F.", "Baun, A."]
				}
			]
		},
		{
			"filename": "animal-husbandry-557b476d413bb.pdf",
			"title": "The implications of husbandry training on zoo animal response rates",
			"authors": [
				{
					"name": "Samantha J. Ward",
					"email": ""
				},
				{
					"name": "Vicky Melfi",
					"email": ""
				}
			],
			"abstract": "Positive reinforcement training (hereafter known as training) has increasingly been adopted in zoos, to facilitate complex veterinary procedures without sedation or restraint and support husbandry requirements. However, empirical studies to establish the efficacy of training or investigate its impact on keeper–animal relationships are scarce; this was the topic of the current investigation. Study animals were classified as formally trained (FT) partially trained (PT) or untrained (UT). Eight black rhinoceros (2FT, 2PT & 4UT), twelve Sulawesi crested black macaques (4FT, 4PT & 4UT) and eleven Chapman zebra (4FT, 2PT & 5UT) were studied in 6 zoos across the UK and USA. Subtle cues and commands pro- vided by keepers directed towards the animals were identified and the latency between these and the respective behavioural responses (cue-response) were recorded. Animal per- sonalities were also assessed using trait ratings completed by keepers for each animal. Social species (zebra and macaques) responded quicker to cues than the solitary species (rhino; F2 = 13.716, p < 0.001). FT animals responded quicker to keeper cues than PT and UT animals (F2,22 = 6.131, p < 0.01). There was no significant difference in the cue-response latencies according to personality traits (Z = −1.576, p > 0.05). Data suggested that trained group living animals had reduced latencies when reacting to keeper’s cues, regardless of their personality. If we consider short cue-response latencies to be indicative of low fear, then we suggest that training can potentially reduce animals’ fear of humans thus could contribute to positive keeper–animal relationships which in turn could lead to improved animal welfare.",
			"references": [
				{
					"title": "Benefits of positive human interaction for socially housed chimpanzees",
					"authors": ["Baker, K.C."]
				},
				{
					"title": "Stockmanship and farm animal welfare",
					"authors": ["Boivin, X.", "Lensink, J.", "Tallet, C.", "Veissier, I."]
				},
				{
					"title": "A comparative approach to the study of keeper–animal relationships in the zoo",
					"authors": ["Carlstead, K."]
				},
				{
					"title": "From mice to men: what can we learn about personality from animal research?",
					"authors": ["Gosling, S.D."]
				},
				{
					"title": "An introduction to positive reinforcement training and its benefits",
					"authors": ["Heidenreich, B."]
				}
			]
		},
		{
			"filename": "animal-husbandry-557b476d413f8.pdf",
			"title": "Availability of Information about Airborne Hazardous Releases from Animal Feeding Operations",
			"authors": [
				{
					"name": "Tyler J. S. Smith",
					"email": ""
				},
				{
					"name": "Leonard S. Rubenstein",
					"email": ""
				},
				{
					"name": "Keeve E. Nachman",
					"email": ""
				}
			],
			"abstract": "Introduction: Air from animal feeding operations (AFOs) has been shown to transport numerous contaminants of public health concern. While federal statutes like the Emergency Planning and Community Right-to-Know Act (EPCRA) generally require that facilities report hazardous releases, AFOs have been exempted from most of these requirements by the U.S. Environmental Protection Agency (EPA). We assessed the availability of information about AFO airborne hazardous releases following these exemptions. \nMethods: We submitted public records requests to 7 states overlapping with or adjacent to the Chesapeake Bay watershed for reports of hazardous releases made by AFOs under EPCRA. From the records received, we calculated the proportion of AFOs in each state for which ≥1 reports were available. We also determined the availability of specific types of information required under EPCRA. The numbers of AFOs permitted under the Clean Water Act (CWA) or analogous state laws, as determined from permitting databases obtained from states, were used as denominators. \nResults: We received both EPCRA reports and permitting databases from 4 of 7 states. Across these 4 states, the mean proportion of AFOs for which ≥1 EPCRA reports were available was 15% (range: 2-33%). The mean proportions of AFOs for which the name or identity of the substance released, ≥1 estimates of quantity released, and information about nearby population density and sensitive populations were available were 15% (range: 2-33%), 8% (range: 0-22%), and 14% (range: 2-8%), respectively. \nDiscussion: These results suggest that information about the airborne hazardous releases of a large majority of AFOs is not available under federal law in the states that we investigated. While the results cannot be attributed to specific factors by this method, attention to multiple factors, including revision of the EPA’s exemptions, may increase the availability of information relevant to the health of populations living or working near AFOs.",
			"references": [
				{
					"title": "State of the world 2004: a Worldwatch Institute Report on progress toward a sustainable society; special focus: the consumer society",
					"authors": ["Assardourian E", "Flavin C"]
				},
				{
					"title": "Managing waste from confined animal feeding operations in the United States: the need for sanitary reform",
					"authors": ["Graham JP", "Nachman KE"]
				},
				{
					"title": "Environmental injustice in North Carolina's hog industry",
					"authors": ["Wing S", "Cole D", "Grant G"]
				},
				{
					"title": "EPA",
					"authors": ["US Environmental Protection Agency What Is a CAFO?"]
				},
				{
					"title": "Effects of agriculture upon the air quality and climate: research, policy, and regulations",
					"authors": ["Aneja VP", "Schlesinger WH", "Erisman JW"]
				}
			]
		},
		{
			"filename": "animal-husbandry-557b476d4123d.pdf",
			"title": "Application of 34S analysis for elucidating terrestrial, marine and freshwater ecosystems: Evidence of animal movement/husbandry practices in an early Viking community around Lake Mývatn, Iceland",
			"authors": [
				{
					"name": "Kerry L. Sayle",
					"email": ""
				},
				{
					"name": "Gordon T. Cook",
					"email": ""
				},
				{
					"name": "Philippa L. Ascough",
					"email": ""
				},
				{
					"name": "Helen R. Hastie",
					"email": ""
				},
				{
					"name": "Árni Einarsson",
					"email": ""
				}
			],
			"abstract": "Carbon and nitrogen stable isotope ratios (d13C and d15N) have been used widely in archaeology to investigate palaeodiet. Sulphur stable isotope ratios (d34S) have shown great promise in this regard but the potential of this technique within archae- ological science has yet to be fully explored. Here we report d34S, d13C and d15N values for 129 samples of animal bone col- lagen from Sku ́tustaðir, an early Viking age (landna ́m) settlement in north-east Iceland. This dataset represents the most comprehensive study to date of its kind on archaeological material and the results show a clear offset in d34S values between animals deriving their dietary resources from terrestrial (mean = +5.6 ± 2.8&), freshwater (mean = 􏰁2.7 ± 1.4&) or marine (mean = +15.9 ± 1.5&) reservoirs (with the three food groups being significantly different at 2r). This offset allows recon- struction of the dietary history of domesticated herbivores and demonstrates differences in husbandry practices and animal movement/trade, which would be otherwise impossible using only d13C and d15N values. For example, several terrestrial her- bivores displayed enriched bone collagen d34S values compared to the geology of the Lake My ́vatn region, indicating they may have been affected by sea-spray whilst being pastured closer to the coast, before being traded inland. Additionally, the combination of heavy d15N values coupled with light d34S values within pig bone collagen suggests that these omnivores were consuming freshwater fish as a significant portion of their diet. Arctic foxes were also found to be consuming large quan- tities of freshwater resources and radiocarbon dating of both the pigs and foxes confirmed previous studies showing that a large freshwater radiocarbon (14C) reservoir effect exists within the lake. Overall, these stable isotope and 14C data have important implications for obtaining a fuller reconstruction of the diets of the early Viking settlers in Iceland, and may allow a clearer identification of the marine and/or freshwater 14C reservoir effects that are known to exist in human bone collagen. Ó 2013 Elsevier Ltd. All rights reserved.",
			"references": [
				{
					"title": "Soil Erosion in Iceland",
					"authors": ["Arnalds Ó.", "Thorarinsdóttir E. F.", "Metusalemsson S.", "Johnsson A.", "Gretarsson E", "Arnason A."]
				},
				{
					"title": "Reservoirs and radiocarbon: 14C dating problems in Mývatnssveit, northern Iceland",
					"authors": ["Ascough P. L.", "Cook G. T.", "Church M. J.", "Dugmore A. J.", "McGovern T. H.", "Dunbar E.", "Einarsson Á.", "Friðriksson A.", "Gestsdóttir H."]
				},
				{
					"title": "Temporal and spatial variations in freshwater 14C reservoir effects: Lake Mývatn, northern Iceland",
					"authors": ["Ascough P. L.", "Cook G. T.", "Church M. J.", "Dunbar E.", "Einarsson Á.", "McGovern T. H.", "Dugmore A. J.", "Perdikaris S.", "Hastie H.", "Friðriksson A.", "Gestsdóttir H."]
				},
				{
					"title": "An Icelandic freshwater radiocarbon reservoir effect: implications for lacustrine 14C chronologies",
					"authors": ["Ascough P. L.", "Cook G. T.", "Hastie H.", "Dunbar E.", "Church M. J.", "Einarsson Á.", "McGovern T. H.", "Dugmore A. J."]
				},
				{
					"title": "Radiocarbon reservoir effects in human bone collagen from northern Iceland",
					"authors": ["Ascough P. L.", "Church M. J.", "Cook G. T.", "Dunbar E.", "Gestsdóttir H.", "McGovern T. H.", "Dugmore A. J.", "Friðriksson A.", "Edwards K. J."]
				}
			]
		},
		{
			"filename": "animal-husbandry-557b476d4137c.pdf",
			"title": "Implementing positive reinforcement animal training programs at primate laboratories",
			"authors": [
				{
					"name": "Jaine E. Perlman",
					"email": ""
				},
				{
					"name": "Mollie A. Bloomsmith",
					"email": ""
				},
				{
					"name": "Margaret A. Whittake",
					"email": ""
				},
				{
					"name": "Jennifer L. McMillan",
					"email": ""
				},
				{
					"name": "Darren E. Minier",
					"email": ""
				}
			],
			"abstract": "In the last decade several surveys of primate care and training programs highlight a com- mon theme; despite scientific evidence that animal training can be effective in reducing stress, increasing efficiency and improving veterinary care, animal training is not widely incorporated into animal care and management programs in laboratory settings. This is particularly important with the recent release of the internationally recognized version of the “Guide for the Care and Use of Laboratory Animals” by the National Research Council. The Guide includes multiple recommendations to incorporate training methods into hus- bandry and experimental procedures. To address the divide between the regulatory and scientifically based support for animal training, and a broader establishment of formal ani- mal training programs, this paper will: describe three approaches to structuring animal training programs; provide rationale as to why facilities should have animal training pro- grams; report on a recent survey of animal training programs at nine, large USA facilities housing nonhuman primates; discuss important elements of an animal training program; discuss negative reinforcement and means to minimize its use; and finally give a detailed description of a facility-wide animal training program.",
			"references": [
				{
					"title": "Positive reinforcement training as enrichment for singly housed rhesus macaques (Macaca mulatta)",
					"authors": ["Baker, K.C.", "Bloomsmith, M.A.", "Neu, K.", "Griffis, C.", "Maloney, M."]
				},
				{
					"title": "Positive reinforcement training moderates only high levels of abnormal behavior in singly-housed rhesus macaques",
					"authors": ["Baker, K.", "Bloomsmith, M.A.", "Neu, K.", "Griffis, C.", "Maloney, M.", "Oettinger, B.", "Schoof, V.", "Martinez, M."]
				},
				{
					"title": "Effects of predictability on the welfare of captive animals",
					"authors": ["Bassett, L.", "Buchanan-Smith, H.M."]
				},
				{
					"title": "Comparing two types of human interaction as enrichment for chimpanzees",
					"authors": ["Bloomsmith, M.A.", "Lambeth, S.P.", "Stone, A.M.", "Laule, G.E."]
				},
				{
					"title": "Using training to moderate chimpanzee aggression during feeding",
					"authors": ["Bloomsmith, M.A.", "Laule, G.E.", "Alford, P.L.", "Thurston, R.H."]
				}
			]
		},
		{
			"filename": "animal-husbandry-557b476d41301.pdf",
			"title": "Normative contestation in transitions 'in the making': Animal welfare concerns and system innovation in pig husbandry",
			"authors": [
				{
					"name": "Boelie Elzen",
					"email": ""
				},
				{
					"name": "Frank W. Geels",
					"email": ""
				},
				{
					"name": "Cees Leeuwis",
					"email": ""
				},
				{
					"name": "Barbara van Mierlo",
					"email": ""
				}
			],
			"abstract": "Previous studies of system innovations mainly focused on historical cases that were driven by com- mercial motivations of pioneers and entrepreneurs. This article investigates a system innovation in the making that is driven by normative concerns, such as sustainability or animal welfare, initially formu- lated by outsiders like special-interest groups. Our central research question is: How, when and why is normative contestation of existing regimes effective in influencing the orientation of transitions in the making? \nThe conceptual framework enriches innovation studies and the multi-level perspective with insights from social movement theory (SMT) and political science. SMT is used to analyze the build up of nor- mative pressure (through framing, resource mobilization, and political opportunity structures). From political science we use the notion of multiple streams, in our analysis a problem, regulatory, market and technology stream. \nThe research design consists of a comparative case study of pig husbandry systems. One case analyses the sub-sector of pregnant sows where normative pressures, after several decades, led to the changes advocated by the contestants. The second case concerns the sub-sector of pig fattening where normative pressure was less successful. \nThe difference is partly explained by the normative pressure for pregnant sows being larger than for fattening pigs. The other part of the explanation is that in the first case normative pressure aligned better with the three other streams (regulatory, market and technology) to lead to the changes desired by the contestants.",
			"references": [
				{
					"title": "APS website",
					"authors": ["APS website"]
				},
				{
					"title": "Vergelijking van vier bedrijfssystemen voor guste en drachtige zeugen (Comparison of four housing systems for non lactating sows)",
					"authors": ["Backus, G.B.C."]
				},
				{
					"title": "Framing processes and social movements: An overview and assessment",
					"authors": ["Benford, R.D.", "Snow, D.A."]
				},
				{
					"title": "Praktijkonderzoek naar groepshuisvesting van drachtige zeugen anno 1990 (Practice research on group housing for pregnant sows in 1990)",
					"authors": ["Bokma, Sj."]
				},
				{
					"title": "Eerste kwartaal zeugenhouderij erg laag (First Quarter Sow Husbandry Very Low)",
					"authors": ["Bolhuis, J.", "Wisman, A."]
				}
			]
		},
		{
			"filename": "animal-husbandry-557b476d41340.pdf",
			"title": "Adaptation by learning: Its significance for farm animal husbandry",
			"authors": [
				{
					"name": "Beat Wechsler",
					"email": ""
				},
				{
					"name": "Stephen E.G. Lea",
					"email": ""
				}
			],
			"abstract": "Farm animals are confronted with major changes in their environment as they go through different phases of the production system. Examples include introduction to a new housing system, provision of a new type of feed, mixing with unfamiliar conspecifics or being exposed to new human handlers. Learning processes that reduce uncertainty in such situations are likely to be very important both for animal welfare and for performance. \nThe aim of this paper is to describe, from the animal’s point of view, situations typical of learning in farm animal husbandry and to provide a framework for assessing the significance of learning processes for farm animal husbandry and welfare. The literature reviewed covers experimental studies into the learning abilities of ruminants, pigs and poultry as well as evidence stemming from applied studies showing problems farm animals may face in situations of change. We argue that knowledge of species-specific learning abilities may help in the design of housing systems and the establishment of management routines that facilitate learning by the animals. \nHaving searched the literature, we conclude that there is a lack of studies focusing on the initial phase after the introduction of farm animals into a new housing system and on the way they learn to use new housing equipment. Moreover, we suggest that studies into: (a) learning of farm animals during transport and in the slaughterhouse, (b) their motivation to explore the environment and (c) the development of enrichment tasks taking into account their learning abilities may provide solutions to some animal welfare problems.",
			"references": [
				{
					"title": "Effect of type of slatted floor and degree of fouling of solid floor on ammonia emission rates from fattening piggeries",
					"authors": ["Aarnink, A.J.A.", "Swierstra, D.", "van den Berg, A.J.", "Speelman, L."]
				},
				{
					"title": "Effect of slatted floor area on ammonia emission and on the excretory and lying behaviour of growing pigs",
					"authors": ["Aarnink, A.J.A.", "van den Berg, A.J.", "Keen, A.", "Hoeksma, P.", "Verstegen, M.W.A."]
				},
				{
					"title": "The effect of experience of handling on pigs’ willingness to move",
					"authors": ["Abbott, T.A.", "Hunter, E.J.", "Guise, H.J.", "Penny, R.H.C."]
				},
				{
					"title": "Agonistic behavior and social organization in a herd of goats as affected by the introduction of non-members",
					"authors": ["Addison, W.E.", "Baker, E."]
				},
				{
					"title": "Behavioural evaluation of methods for assessing fear responses in weaned pigs",
					"authors": ["Andersen, I.L.", "Bøe, K.E.", "Foerevik, G.", "Janczak, A.M.", "Bakken, M."]
				}
			]
		}
	]
}