{
	"papers": [
		{
			"area": 11,
			"filename": "history-557b476d4cd05.pdf",
			"title": "The Division of Labour, Capitalism and Socialism: An Alternative to Sayer",
			"authors": [
				{
					"name": "JAMIE GOUGH",
					"email": ""
				},
				{
					"name": "ARAM EISENSCHITZ",
					"email": ""
				}
			],
			"abstract": "",
			"references": [
				{
					"title": "Modern, anti, post and neo",
					"authors": ["Alexander, J."]
				},
				{
					"title": "Monopoly capital",
					"authors": ["Baran, P.", "P. Sweezy"]
				},
				{
					"title": "Labour and monopoly capital",
					"authors": ["Braverman, H."]
				},
				{
					"title": "Monopoly in marxist method",
					"authors": "Bryan, R."
				},
				{
					"title": "Of common cloth: women in the global textile industry",
					"authors": ["Chapkis, W.", "C. Enloe"]
				}
			]
		},
		{
			"area": 11,
			"filename": "history-557b476d4cdae.pdf",
			"title": "Postcommunist Capitalism, Culture, and History",
			"authors": [
				{
					"name": "Michael D. Kennedy",
					"email": ""
				}
			],
			"abstract": "",
			"references": [
				{
					"title": "Socialism: The Active Utopia",
					"authors": ["Bauman, Zygmunt"]
				},
				{
					"title": "Social Change by Fusion?",
					"authors": ["Boröcz, József"]
				},
				{
					"title": "In Other Words: Essays Towards a Reflexive Sociology",
					"authors": ["Bourdieu, Pierre"]
				},
				{
					"title": "Two Methods in Search of History: Skocpol vs. Trotsky",
					"authors": ["Burawoy, Michael"]
				},
				{
					"title": "Marxism as Science: Historical Challenges and Theoretical Growth",
					"authors": []
				}
			]
		},
		{
			"area": 11,
			"filename": "history-557b476d4cdfe.pdf",
			"title": "'The Road from Capitalism to Capitalism': Infrastructures of (Post)Socialism in Albania",
			"authors": [
				{
					"name": "DIMITRIS DALAKOGLOU",
					"email": ""
				}
			],
			"abstract": "The overarching question of this article is how can we develop a critical understanding of the social place of highways and automobility in the case of a non-capital- ist European context such as socialist Albania? Socialism was a period of modernisation for Albania. Part of this modernisation project was the production of a modern built environ- ment, especially infrastructures and urban spaces. Within this context during socialism thou- sands of miles of new roads were constructed in the country. The remarkably limited use of roads, combined with their systematic building and maintenance, kept this infrastructure’s materiality in a relatively good condition for many decades. Since the early 1990s, though, the end of the regime has signified a period of booming mobility and automobility. Postso- cialism and the wider context of neoliberalism have been marked by state withdrawal from many of its previous roles, and the maintenance of basic infrastructures has become increas- ingly dependent on international aid. Nevertheless, the roads are currently being socially reappropriated and reconfigured, as people embrace automobility, which was a very limited practice during socialism. This article explores the kind of socio-material relationships that road construction and the roads themselves generated in socialist Albania and how these are linked to postsocialist spatial practices.",
			"references": [
				{
					"title": "An outline of the people’s socialist republic of Albania",
					"authors": ["Anonymous"]
				},
				{
					"title": "Albania: general information",
					"authors": ["Anonymous"]
				},
				{
					"title": "Non-places",
					"authors": ["Augé, M."]
				},
				{
					"title": "Introducing and theorising Albanian migration",
					"authors": ["Barjaba, K.", "King, R."]
				},
				{
					"title": "America",
					"authors": ["Baudrillard, J."]
				}
			]
		},
		{
			"area": 11,
			"filename": "history-557b476d4ce4e.pdf",
			"title": "Market Socialism Is Not Market Capitalism: Remarks on Robin Hahnel’s \"Economic Justice\"",
			"authors": [
				{
					"name": "Arthur DiQuattro",
					"email": ""
				}
			],
			"abstract": "In his recent work, Robin Hahnel defends a monolithic metric of economic desert: to each according to effort or sacrifice. I criticize from an egalitarian standpoint this meritocratic distributive principle on theoretical, practical, and normative grounds. I also question his argument that in market socialism the allocation of labor cannot accommodate an egalitarian distribution of labor income; his not unfamiliar argument rests on a fatal theoretical error that conflates the allocative and distributive functions of market prices. I treat Hahnel’s work in the context of larger issues about competing concepts of justice and the distributive institutions that might suit them.",
			"references": [
				{
					"title": "Markets and desert",
					"authors": ["Attas, D."]
				},
				{
					"title": "Why wages don’t fall during a recession",
					"authors": ["Bewley, T."]
				},
				{
					"title": "Equality, morality, and the market",
					"authors": ["Carens, J."]
				},
				{
					"title": "Rights and duties in an egalitarian society",
					"authors": []
				},
				{
					"title": "An interpretation and defense of the socialist principle of distribution",
					"authors": []
				}
			]
		},
		{
			"area": 11,
			"filename": "history-557b476d4ce9d.pdf",
			"title": "The Long Term: Capitalism and Culture in the New Millennium",
			"authors": [
				{
					"name": "M.G. Piety",
					"email": ""
				}
			],
			"abstract": "One of the most significant developments in the latter part of the 20th century and the first part of this new millennium has been the triumph of short-term over long-term thinking. We are increasingly a culture that looks neither to the past nor to the future, but only to the next ‘‘quarter,’’ or to the next Delphic pronounce- ment by Alan Greenspan. This cultural construction of time has given rise to social, political and personal problems of unprecedented magnitude. The short-term focus of contemporary American capitalism is causing us to behave, both individually and collectively, in an increasingly irrational and thus self-destructive manner. Ours is now the most violent, crime-ridden society in the industrialized world. Capitalism is sometimes blamed for this, yet there are other capitalist societies that do not suffer the same evils we suffer. I argue that we can learn from these societies how to correct some of the ills of our own system and in this way construct a new paradigm of the market, a paradigm for the new millennium, a more mature, rational version of capitalism that would focus on the long rather than the short term.",
			"references": [
				{
					"title": "Capitalism Against Capitalism",
					"authors": ["Albert, M."]
				},
				{
					"title": "Risk Society",
					"authors": ["Bech, U."]
				},
				{
					"title": "The Soul of Economics",
					"authors": ["Breton, D.", "C. Largent"]
				},
				{
					"title": "Amerika: Drøm eller mareridt? (America: Dream or Nightmare?)",
					"authors": ["Budtz, L."]
				},
				{
					"title": "International Comparison of Hourly Compensation Costs for Production Workers in Manufacturing 1975–2000, Supplementary Tables for Bureau of Labor Statistics",
					"authors": ["Bureau of Labor Statistics, United States Department of Labor"]
				}
			]
		},
		{
			"area": 11,
			"filename": "history-557b730086337.pdf",
			"title": "The Science of Sex Differences in Science and Mathematics",
			"authors": [
				{
					"name": "Diane F. Halpern",
					"email": ""
				},
				{
					"name": "Camilla P. Benbow",
					"email": ""
				},
				{
					"name": "David C. Geary",
					"email": ""
				},
				{
					"name": "Ruben C. Gur",
					"email": ""
				},
				{
					"name": "Janet Shibley Hyde",
					"email": ""
				},
				{
					"name": "Morton Ann Gernsbacher",
					"email": ""
				}
			],
			"abstract": "Amid ongoing public speculation about the reasons for sex differences in careers in science and mathematics, we present a consensus statement that is based on the best available scientific evidence. Sex differ- ences in science and math achievement and ability are smaller for the mid-range of the abilities distribution than they are for those with the highest levels of achievement and ability. Males are more variable on most measures of quantitative and visuospatial ability, which necessarily results in more males at both high- and low-ability extremes; the reasons why males are often more variable remain elusive. Successful careers in math and science require many types of cognitive abilities. Females tend to excel in verbal abilities, with large differences between females and males found when assessments include writing samples. High-level achievement in science and math requires the ability to communicate effectively and comprehend abstract ideas, so the female advantage in writing should be helpful in all academic domains. Males outperform females on most measures of visuospatial abilities, which have been implicated as contributing to sex differences on standardized exams in mathematics and science. An evolutionary account of sex differences in mathematics and science supports the conclusion that, although sex differences in math and science performance have not directly evolved, they could be indirectly related to differences in interests and specific brain and cognitive systems. We review the brain basis for sex differences in science and mathematics, describe consistent effects, and identify numerous possible correlates. Experience alters brain structures and functioning, so causal statements about brain differences and success in math and science are circular. A wide range of sociocultural forces contribute to sex differences in mathematics and science achievement and ability—including the effects of family, neighborhood, peer, and school influences; training and experience; and cultural practices. We conclude that early experience, biological factors, educational policy, and cultural context affect the number of women and men who pursue advanced study in science and math and that these effects add and interact in complex ways. There are no single or simple answers to the complex questions about sex differences in science and mathematics.",
			"references": [
				{
					"title": "Multipotentiality among the intellectually gifted: \"It was never there and already it’s vanishing.\"",
					"authors": ["Achter, J.A.", "Lubinski, D.", "Benbow, C.P."]
				},
				{
					"title": "Assessing vocational preferences among intellectually gifted adolescents adds incremental validity to abilities: A discriminant analysis of educational outcomes over a 10-year interval",
					"authors": ["Achter, J.A.", "Lubinski, D.", "Benbow, C.P.", "Eftekhari-Sanjani, H."]
				},
				{
					"title": "A theory of adult intellectual development: Process, personality, interests, and knowledge",
					"authors": ["Ackerman, P.L."]
				},
				{
					"title": "Intelligence, personality, and interests: Evidence for overlapping traits",
					"authors": ["Ackerman, P.L.", "Heggestad, E.D."]
				},
				{
					"title": "A database of [(18)F]-altanserin binding to 5-HT(2A) receptors in normal volunteers: Normative data and relationship to physiological and demographic variables",
					"authors": ["Adams, K.H.", "Pinborg, L.H.", "Svarer, C.", "Hasselbalch, S.G.", "Holm, S.", "Haugbol, S."]
				}
			]
		},
		{
			"area": 11,
			"filename": "history-557b731983881.pdf",
			"title": "Hardiness and Burnout Syndrome: A Cross-Cultural Study among Portuguese and Brazilian Nurses",
			"authors": [
				{
					"name": "Mary Sandra Carlotto",
					"email": ""
				},
				{
					"name": "Cristina Queirós",
					"email": ""
				},
				{
					"name": "Sofia Dias",
					"email": ""
				},
				{
					"name": "Mariana Kaiseler",
					"email": ""
				}
			],
			"abstract": "This cross-cultural study investigated and compared the influence of hardiness in burnout among Por- tuguese and Brazilian nurses, as measured by the Maslach Burnout Inventory- Human Service Survey (MBI-HSS) and the Personal Views Survey (PVS). The sample consisted of 630 nurses working in hos- pitals (394 Portuguese, 236 Brazilians). The statistical analysis using multiple linear regression showed that hardiness is a personality trait that explains burnout, presenting different predictive models for each sample. Results suggested that overall work characteristics and work settings of Portuguese and Brazil- ian nurses explained the differences found between the samples. Findings suggested that future applied interventions aiming to reduce burnout among Portuguese and Brazilian nurses, should contemplate different hardiness dimensions.",
			"references": [
				{
					"title": "Relationships between personality variables and burnout: A meta-analysis",
					"authors": ["Alarcon, G.", "Eschleman, K. J.", "Bowling, N. A."]
				},
				{
					"title": "Uma Biografia partilhada da Enfermagem. A segunda metade do Século XX [A Biography of Nursing shared. The second half of the XX Century]",
					"authors": ["Amendoeira, J."]
				},
				{
					"title": "Processos e trajectórias de socialização em enfermagem - Uma reflexão sociológica sobre a construção de identidades sociais e profissionais dos estudantes [Processes and pathways of socialization in nursing - A socio-logical reflection about the development of so- cial and professional identities among students]",
					"authors": ["Antunes, L."]
				},
				{
					"title": "Personality hardiness, job in- volvement and job burnout among teachers",
					"authors": ["Azeem, S. M."]
				},
				{
					"title": "Hardy per- sonality, stress, and health",
					"authors": ["Beehr, T. A.", "Bowling, N. A."]
				}
			]
		}
	]
}