{
	"papers": [
		{
			"filename": "linguistic-557b476d50ba6.pdf",
			"title": "Dissociating linguistic and non-linguistic gesture processing: Electrophysiological evidence from American Sign Language",
			"authors": [
				{
					"name": "Michael Grosvald",
					"email": "m.grosvald@uci.edu "
				},
				{
					"name": "Eva Gutierrez",
					"email": ""
				},
				{
					"name": "Sarah Hafer",
					"email": ""
				},
				{
					"name": "David Corina",
					"email": ""
				}
			],
			"abstract": "A fundamental advance in our understanding of human language would come from a detailed account of how non-linguistic and linguistic manual actions are differentiated in real time by language users. To explore this issue, we targeted the N400, an ERP component known to be sensitive to semantic context. Deaf signers saw 120 American Sign Language sentences, each consisting of a ''frame'' (a sentence with- out the last word; e.g. BOY SLEEP IN HIS) followed by a ''last item'' belonging to one of four categories: a high-close-probability sign (a ''semantically reasonable'' completion to the sentence; e.g. BED), a low- close-probability sign (a real sign that is nonetheless a ''semantically odd'' completion to the sentence; e.g. LEMON), a pseudo-sign (phonologically legal but non-lexical form), or a non-linguistic grooming ges- ture (e.g. the performer scratching her face). We found significant N400-like responses in the incongruent and pseudo-sign contexts, while the gestures elicited a large positivity.",
			"references": [
				{
					"title": "Interweaving protosign and protospeech: Further developments beyond the mirror",
					"authors": ["Arbib, M. A."]
				},
				{
					"title": "From grasp to language: Embodied concepts and the challenge of abstraction",
					"authors": ["Arbib, M. A."]
				},
				{
					"title": "Event-related potentials and the semantic matching of faces",
					"authors": ["Barrett, S. E.", "Rugg, M. D."]
				},
				{
					"title": "Event-related potentials and the semantic matching of pictures",
					"authors": ["Barrett, S. E.", "Rugg, M. D."]
				},
				{
					"title": "Event-related potentials, semantic processes, and expectancy factors in word recognition",
					"authors": ["Bentin, S."]
				}
			]
		},
		{
			"filename": "linguistic-557b476d50c7c.pdf",
			"title": "Top-Down Influence in Young Children's Linguistic Ambiguity Resolution",
			"authors": [
				{
					"name": "Hugh Rabagliati",
					"email": "hugh@wjh.harvard.edu"
				},
				{
					"name": "Liina Pylkkänen and Gary F. Marcus",
					"email": ""
				}
			],
			"abstract": "Language is rife with ambiguity. Do children and adults meet this challenge in similar ways? Recent work suggests that while adults resolve syntactic ambiguities by integrating a variety of cues, children are less sensitive to top-down evidence. We test whether this top-down insensitivity is specific to syntax or a general feature of children's linguistic ambiguity resolution by evaluating whether children rely largely or completely on lexical associations to resolve lexical ambiguities (e.g., the word swing primes the baseball meaning of bat) or additionally integrate top-down global plausibility. Using a picture choice task, we compared 4-year-olds' ability to resolve polysemes and homophones with a Bayesian algorithm reliant purely on lexical associations and found that the algorithm's power to predict children's choices was limited. A 2nd experiment confirmed that children override associations and integrate top-down plausibility. We discuss this with regard to models of psycholinguistic development.",
			"references": [
				{
					"title": "Ambiguity in sentence processing",
					"authors": ["Altmann, G. T. M."]
				},
				{
					"title": "The English lexicon project",
					"authors": ["Balota, D. A.", "Yap, M. J.", "Hutchison, K. A.", "Cortese, M. J.", "Kessler, B.", "Loftis, B.", "Treiman, R."]
				},
				{
					"title": "Stored word sequences in language learning",
					"authors": ["Bannard, C.", "Matthews, D."]
				},
				{
					"title": "Quantity judgments and individuation: Evidence that mass nouns count",
					"authors": ["Barner, D.", "Snedeker, J."]
				},
				{
					"title": "The influence of linguistic context on young children's understanding of homophonic words",
					"authors": ["Beveridge, M.", "Marsh, L."]
				}
			]
		},
		{
			"filename": "linguistic-557b476d50c25.pdf",
			"title": "Grammar for adjusting assumptions: The Estonian enclitic -gi/-ki in interaction",
			"authors": [
				{
					"name": "Leelo Keevallik",
					"email": "leelo.Keevallik@moderna.uu.se"
				}
			],
			"abstract": "The article shows how a bound morpheme, the enclitic -gi/-ki in Estonian, functions in the domain of interpersonal relations and mutual knowledge calibration in conversation. Speakers use the enclitic with verbs in order to adjust some assumption previously held by themselves or by their interlocutors. When formulating contributions in talk, participants always display assumptions about matters at hand as well as about what they believe other participants know. Furthermore, when accomplishing a first action in a sequence, they display an assumption that the next speaker will align in her action. All these assumptions are subject to adjustment by other participants who may present themselves as more knowledgeable on the subject matter or more entitled to provide opinions about it. The enclitic is used in reactive turns to indicate better epistemic access and higher authority in relation to a prior speaker, which may result in a disaligning action.",
			"references": [
				{
					"title": "Articulating the unsaid",
					"authors": ["Bolden, Galina"]
				},
				{
					"title": "Evidentiality: The Linguistic Coding of Epistemology",
					"authors": ["Chafe, Wallace", "Nichols, Johanna"]
				},
				{
					"title": "Eesti keele grammatika I–II [Estonian grammar I–II]",
					"authors": ["Erelt, Mati", "Kasik, Reet", "Metslang, Helle", "Rajandi, Henno", "Ross, Kristiina", "Saari, Henn", "Tael, Kaja", "Vare, Silvi"]
				},
				{
					"title": "Evidentiality: authority, responsibility and entitlement in English conversation",
					"authors": ["Fox, Barbara A."]
				},
				{
					"title": "Hakulinen, Auli, Vilkuna, Maria, Korhonen, Riitta, Koivisto, , 2004. Iso suomen kielioppi. (The Comprehensive Grammar of Finnish)",
					"authors": ["Vesa, Heinonen", "Tarja Riitta", "Alho, Irja"]
				}
			]
		},
		{
			"filename": "linguistic-557b476d50cd0.pdf",
			"title": "When Is a Difference Really Different? Learners' Discrimination of Linguistic Contrasts in American Sign Language",
			"authors": [
				{
					"name": "Joseph H. Bochner",
					"email": "joseph.bochner@rit.edu"
				},
				{
					"name": "Karen Christie",
					"email": ""
				},
				{
					"name": "Peter C. Hauser",
					"email": ""
				},
				{
					"name": "J. Matt Searls",
					"email": ""
				}
			],
			"abstract": "Learners' ability to recognize linguistic contrasts in American Sign Language (ASL) was investigated using a paired-comparison discrimination task. Minimal pairs containing contrasts in five linguistic categories (i.e., the formational parameters of movement, handshape, orientation, and location in ASL phonology, and a category comprised of contrasts in complex morphology) were presented in sentence contexts to a sample of 127 hearing learners at beginning and intermediate levels of proficiency and 10 Deaf native signers. Participants' responses were analyzed to determine the relative difficulty of the linguistic categories and the effect of proficiency level on performance. The results indicated that movement contrasts were the most difficult and location contrasts the easiest, with the other categories of stimuli of intermediate difficulty. These findings have implications for language learning in situations in which the first language is a spoken language and the second language (L2) is a signed language. In such situations, the construct of language transfer does not apply to the acquisition of L2 phonology because of fundamental differences between the phonological systems of signed and spoken languages, which are associated with differences between the modalities of speech and sign.",
			"references": [
				{
					"title": "The perception of handshape in American Sign Language",
					"authors": ["Baker, S. A."]
				},
				{
					"title": "A set of postulates for the science of language",
					"authors": ["Bloomfield, L."]
				},
				{
					"title": "Simple discrimination isn't really simple: A confirmatory analysis of the Speech Sound Pattern Discrimination Test",
					"authors": ["Bochner, J.", "Garrison, W.", "Palmer, L."]
				},
				{
					"title": "A computerized adaptive testing system for speech discrimination measurement: The Speech Sound Pattern Discrimination Test",
					"authors": ["Bochner, J.", "Garrison, W.", "Palmer, L.", "MacKenzie, D.", "Braveman, A."]
				},
				{
					"title": "Development of materials for the clinical assessment of speech recognition: The Speech Sound Pattern Discrimination Test",
					"authors": ["Bochner, J.", "Garrison, W.", "Sussman, J.", "Burkard, R."]
				}
			]
		},
		{
			"filename": "linguistic-557b476d50d22.pdf",
			"title": "Testing the Development of Linguistic Knowledge in Adult Naïve Learners of American Sign Language",
			"authors": [
				{
					"name": "MARGRETA VON PEIN",
					"email": "mvpein@yahoo.com"
				},
				{
					"name": "JEANETTE ALTARRIBA",
					"email": "ja087@albany.edu"
				}
			],
			"abstract": "The present study was designed to investigate the ways in which notions of semantics and phonology are acquired by adult na ̈ıve learners of American Sign Language (ASL) when they are first exposed to a set of simple signs. First, a set of ASL signs was tested for nontransparency and a set of signs was selected for subsequent use. Next, a set of semantically related English words and a set of phonologically related English words were generated and paired with each of the signs selected earlier. In the experiment reported here, participants were taught pairs of sign–English word translations. Subsequently, they were then engaged in a translation recognition task in which foils were semantically related, phonologically related, or completely unrelated to the corresponding translations. Interference in performing the recognition task (i.e., the foil conditions) indicated that participants had encoded various features of the sign– word combinations after a single learning session. Results are discussed with regard to bilingual memory representations as well as to ASL acquisition.",
			"references": [
				{
					"title": "Constraints on interlingual facilitation effects in priming in Spanish–English bilinguals",
					"authors": ["Altarriba, J."]
				},
				{
					"title": "The representation of translation equivalents in bilingual memory",
					"authors": ["Altarriba, J."]
				},
				{
					"title": "Language processing and memory retrieval in Spanish–English bilinguals",
					"authors": ["Altarriba, J."]
				},
				{
					"title": "Conceptual and lexical development in second language acquisition",
					"authors": ["Altarriba, J.", "Mathis, M."]
				},
				{
					"title": "The effect of sign language rehearsal on deaf subjects' immediate and delayed recall of English word lists",
					"authors": ["Bonvillian, J. D.", "Rea, A. C.", "Orlansky, M. D.", "Slade, L. A."]
				}
			]
		},
		{
			"filename": "linguistic-557b476d50d73.pdf",
			"title": "Gene flow across linguistic boundaries in Native North American populations",
			"authors": [
				{
					"name": "Keith Hunley",
					"email": ""
				},
				{
					"name": "Jeffrey C. Long",
					"email": ""
				}
			],
			"abstract": "Cultural and linguistic groups are often expected to represent genetic populations. In this article, we tested the hypothesis that the hierarchical classification of languages proposed by J. Green- berg [(1987) Language in the Americas (Stanford Univ. Press, Stan- ford, CA)] also represents the genetic structure of Native North American populations. The genetic data are mtDNA sequences for 17 populations gleaned from literature sources and public data- bases. The hypothesis was rejected. Further analysis showed that departure of the genetic structure from the linguistic classification was pervasive and not due to an outlier population or a problematic language group. Therefore, Greenberg's language groups are at best an imperfect approximation to the genetic structure of these populations. Moreover, we show that the genetic structure among these Native North American populations departs significantly from the best-fitting hierarchical models. Analysis of median joining networks for mtDNA haplotypes provides strong evidence for gene flow across linguistic boundaries. In principle, the lan- guage of a population can be replaced more rapidly than its genes because language can be transmitted both vertically from parents to children and horizontally between unrelated people. However, languages are part of a cultural complex, and there may be strong pressure to maintain a language in place whereas genes are free to flow.",
			"references": [
				{
					"title": "Proc. Natl",
					"authors": ["Cavalli-Sforza, L. L."]
				},
				{
					"title": "Science 300",
					"authors": ["Diamond, J.", "Bellwood, P."]
				},
				{
					"title": "America Present: Genes and Languages in the Americas and Beyond",
					"authors": ["Renfrew, C."]
				},
				{
					"title": "Am. J. Hum. Genet",
					"authors": ["Bolnick (Weiss), D. A.", "Shook (Shultz), B. A.", "Campbell, L.", "Goddard, I."]
				},
				{
					"title": "The First Americans: Origins, Affinities, and Adaptations",
					"authors": ["Spuhler,J.N."]
				}
			]
		},
		{
			"filename": "linguistic-557e514a1c021.pdf",
			"title": "Bilingual Effects on Cognitive and Linguistic Development: Role of Language, Cultural Background, and Education",
			"authors": [
				{
					"name": "Raluca Barac",
					"email": ""
				},
				{
					"name": "Ellen Bialystok",
					"email": "ellenb@yorku.ca"
				}
			],
			"abstract": "A total of 104 six-year-old children belonging to 4 groups (English monolinguals, Chinese-English bilinguals, French-English bilinguals, Spanish-English bilinguals) were compared on 3 verbal tasks and 1 nonverbal executive control task to examine the generality of the bilingual effects on development. Bilingual groups differed in degree of similarity between languages, cultural background, and language of schooling. On the executive control task, all bilingual groups performed similarly and exceeded monolinguals; on the language tasks the best performance was achieved by bilingual children whose language of instruction was the same as the language of testing and whose languages had more overlap. Thus, executive control outcomes for bilingual children are general but performance on verbal tasks is specific to factors in the bilingual experience.",
			"references": [
				{
					"title": "The child's learning of English morphology",
					"authors": ["Berko, J."]
				},
				{
					"title": "Factors in the growth of linguistic awareness",
					"authors": ["Bialystok, E."]
				},
				{
					"title": "Cognitive complexity and attentional control in the bilingual mind",
					"authors": ["Bialystok, E."]
				},
				{
					"title": "Claiming evidence from non-evidence: A reply to Morton and Harper",
					"authors": ["Bialystok, E."]
				},
				{
					"title": "Word mapping and executive functioning in young monolingual and bilingual children",
					"authors": ["Bialystok, E.", "Barac, R.", "Blaye, A.", "Poulin-Dubois, D."]
				}
			]
		}
	]
}