{
	"papers": [
		{
			"filename": "nursing-557b476d564cb.pdf",
			"title": "Making the complexity of community nursing visible: the Cassandra project",
			"authors": [
				{
					"name": "Carolyn Jackson",
					"email": "carolyn.jackson@canterbury.ac.uk"
				},
				{
					"name": "Tricia Leadbetter",
					"email": ""
				},
				{
					"name": "Kim Manley CBE",
					"email": ""
				},
				{
					"name": "Anne Martin",
					"email": ""
				},
				{
					"name": "ToniWright",
					"email": ""
				}
			],
			"abstract": "The need to effectively promote safe staffing levels in community settings challenges commissioners and providers of services to find rigorous methods of capturing workforce evidence that can be systematically used to shape effective services and skill mix for the future. This article presents a brief review of current approaches and challenges to measuring community nursing workload activity in England. Specifically, it shows phase 1 pilot results using the Cassandra Matrix activity tool and review of ongoing developments and progress to demonstrate scalability for national implementation. As part of a much larger practice development project to develop community nursing, the pilot used mixed methods to collect 10 days of workload activity data from a self-selected sample of band 5–7 nurses working in general and specialist community nursing roles in three community organisations, and to evaluate their experiences of using the tool via an electronic survey. The findings indicate that the tool has significant potential for capturing the complexity and multiple dimensions of nursing work in community contexts, and phase 2 work has led to a community version of the tool being piloted on a larger scale across six community organisations.",
			"references": [
				{
					"title": "Planning ward nursing: legacy or design? A follow-up report",
					"authors": ["Audit Scotland"]
				},
				{
					"title": "Guide for commissioners: meeting the needs of metastatic breast cancer patients",
					"authors": ["Breast Cancer Care"]
				},
				{
					"title": "Bristol online surveys",
					"authors": ["Bristol Online Survey"]
				},
				{
					"title": "RCN Labour Market Review: Overstretched. Under-resourced",
					"authors": ["Buchan J", "Seccombe I"]
				},
				{
					"title": "Horizon scanning: a strategic review of the future healthcare workforce: informing the nursing workforce",
					"authors": ["Centre for Workforce Intelligence"]
				}
			]
		},
		{
			"filename": "nursing-557b476d565a1.pdf",
			"title": "Nursing Shortages in the OR: Solutions for New Models of Education",
			"authors": [
				{
					"name": "KAY BALL",
					"email": ""
				},
				{
					"name": "DONNA DOYLE",
					"email": ""
				},
				{
					"name": "NICHOLE I. OOCUMMA",
					"email": ""
				}
			],
			"abstract": "The professional literature predicts worldwide perioperative nursing shortages. Compounding this is the absence of perioperative curricula in most nursing programs, which reduces new graduate interest in and awareness of employment opportunities in the OR environment. Educators at a university and a large hospital system formed an innovative partnership to create a pilot undergraduate nursing course to better prepare nurses for the surgical setting. The course was offered in a condensed- semester format and included online activities, simulation experiences, classroom discussions, and clinical experiences in a small group setting. Two of the four nursing students in the course were hired directly into the perioperative setting after gradu- ation, decreasing hospital costs related to recruitment and orientation. The success of the course led to its integration into the undergraduate curriculum, thus providing a valuable elective option for junior and senior nursing students, as well as achieving a new model for perioperative nursing education.",
			"references": [
				{
					"title": "Implementing a perioperative nursing elective in a baccalaureate curriculum",
					"authors": ["Holmes SP"]
				},
				{
					"title": "Nurses' conceptions of the professional role of operating theatre and psychiatric nurses",
					"authors": ["Blegeberg B", "Blomberg A", "Hedelin B"]
				},
				{
					"title": "Why work in perioperative nursing? Baby boomers and Generation Xers tell all",
					"authors": ["Thompson JA"]
				},
				{
					"title": "Opening the doors to the OR: providing students with perioperative clinical experiences",
					"authors": ["Messina BM", "Ianniciello JM", "Escallier LA"]
				},
				{
					"title": "Perioperative nurse leader perspectives on succession planning: a call to action",
					"authors": ["Sherman RO", "Patterson P", "Avitable T", "Dahl J"]
				}
			]
		},
		{
			"filename": "nursing-557b476d565f1.pdf",
			"title": "Views and experiences of nurses and health-care assistants in nursing care homes about the Gold Standards Framework",
			"authors": [
				{
					"name": "Anne Nash",
					"email": "a.nash@stchristophers. org.uk"
				},
				{
					"name": "Joanne M Fitzpatrick",
					"email": ""
				}
			],
			"abstract": "Aim:To explore the views and experiences of nurses and health-care support staff about the use of the Gold Standards Framework (GSF) for end-of-life care (EoLC) for older people in nursing care homes (NCHs) with GSF accreditation. Methods: A qualitative descriptive study was conducted with three purposively selected NCHs in London. Individual interviews were conducted with NCH managers (n=3) and in each NCH, a focus group was conducted with registered nurses (RNs) and health-care assistants (HCAs): focus group 1, n=2 RN, n=2 HCA; focus group 2, n=2 RN, n=3 HCA; focus group 3, n=3 RN, n=3 HCA. Interviews were audio-recorded, transcribed and analysed using framework analysis. Findings: Three core themes were identified: (i) a positive regard for the GSF for care homes (GSFCH); (ii) challenges around EoLC for older people; and (iii) difficulties in using the GSFCH. Conclusions: RNs, HCAs and managers regarded the training and support afforded by the GSFCH programme to inform EoLC for older residents positively. The framework has the potential to promote a coordinated approach to EoLC for older people. In the post accreditation period, there is a need for ongoing support and development to help embed the key tenets of the GSFCH in the culture of caring.",
			"references": [
				{
					"title": "An end-of life care initiative for people with dementia",
					"authors": ["Ashton S", "McClelland B", "Roe B"]
				},
				{
					"title": "An evaluation of the implementation of a programme to improve end-of-life care in nursing homes",
					"authors": ["Badger F", "Clifford C", "Hewison A", "Thomas"]
				},
				{
					"title": "An evaluation of the impact of the Gold Standards Framework on collaboration in end of life care in nursing homes: a qualitative and quantitative evaluation",
					"authors": ["Badger F", "Plumridge G", "Hewitson A"]
				},
				{
					"title": "Quest For Quality: An Inquiry Into The Quality Of Healthcare Support For Older People In Care Homes: A Call For Leadership, Partnership And Improvement",
					"authors": ["British Geriatrics Society"]
				},
				{
					"title": "Prediction of appropriate timing of palliative care for older adults with non-malignant life- threatening disease: a systematic review",
					"authors": ["Coventry P", "Grande G", "Richards D", "Todd C"]
				}
			]
		},
		{
			"filename": "nursing-557b476d566d8.pdf",
			"title": "Have OSCEs come of age in nursing education?",
			"authors": [
				{
					"name": "Marian Traynor",
					"email": ""
				},
				{
					"name": "Despina Galanouli",
					"email": ""
				}
			],
			"abstract": "This article is intended to contribute to the current debate as to whether the objective structured clinical examination (OSCE) should become a standard assessment tool for undergraduate nursing education as they currently are for medicine.The authors describe how one UK university developed an OSCE for a nursing undergraduate programme with the aim of emphasising the need for nursing students to be competent in clinical skills and offering a means of standardising the assessment of these skills.There has been an increasing number of research studies carried out in this area at international level and this article's main contribution to the literature is the description of the Angoff standard-setting procedure that was used to calibrate the OSCE at this University and which makes it the first nursing OSCE in the UK to incorporate a scientific standard- setting procedure.",
			"references": [
				{
					"title": "Nursing students' and lecturers' perspectives of objective structured clinical examination incorporating simulation",
					"authors": ["Alinier G"]
				},
				{
					"title": "Scales, Norms and Equivalent Scores",
					"authors": ["Angoff WH"]
				},
				{
					"title": "Standard Setting: What Is It? Why Is It Important? R&D Connections 7",
					"authors": ["Bejar I"]
				},
				{
					"title": "A consumer's guide to setting standards on criterion-referenced tests",
					"authors": ["Berk RA"]
				},
				{
					"title": "Structured assessments of clinical competence",
					"authors": ["Boursicot KAM", "Roberts TE", "Burdick WP"]
				}
			]
		},
		{
			"filename": "nursing-557b476d5654d.pdf",
			"title": "The Process of Translating Family Nursing Knowledge Into Clinical Practice",
			"authors": [
				{
					"name": "Erla Kolbrun Svavarsdottir",
					"email": "eks@hi.is"
				},
				{
					"name": "Anna Olafia Sigurdardottir",
					"email": ""
				},
				{
					"name": "Elisabet Konradsdottir",
					"email": ""
				},
				{
					"name": "Anna Stefansdottir",
					"email": ""
				},
				{
					"name": "Eydís Kristin Sveinbjarnardottir",
					"email": ""
				}
			],
			"abstract": "Purpose: To report on approaches that were used to assist with implementa- tion of family systems nursing (FSN) at a university hospital level in Northern Europe. \nDesign and Methods: A quasi-experimental research design was used for the first phase of the study. For the second phase, a cross-sectional research design was used. Data were collected in the first phase of the study from 457 nurses in all except one of the divisions of the hospital regarding their attitudes towards involving families into their care before and after having participated in the education and training intervention (ETI) program in FSN. Further- more, in the second phase, data were collected from 812 nurses, after FSN had been implemented in all divisions at Landspitali University Hospital, re- garding the nurses' knowledge of FSN and their evaluation of the quality of the ETI program (i.e., theoretical lectures on FSN as well as the benefit of the skill lab training regarding applying FSN into their clinical practices). Graham and colleagues' Knowledge to Action framework was used as the conceptual framework for the research. \nResults: Nurses who had taken a course in FSN reported a significantly more positive attitude towards involving families in their care after the ETI program compared to those who had not taken such a course. Furthermore, a majority of the nurses who participated in the ETI program reported that the program was a favorable experience and indicated readiness for applying FSN in clinical practice. \nConclusions: Further research is needed regarding the benefits of offering FSN at an institutional level, but focusing international attention on effective strategies to implement FSN into nursing practice may result in better health care for individuals and families around the globe. \nClinical Relevance: Providing clinically meaningful education and training in family nursing through programs such as the ETI program for practicing nurses at a university hospital is essential in supporting nurses applying new knowledge, when providing evidence-based health care services, to individuals and their family members. Such training can facilitate integration of new and needed information in clinical practice.",
			"references": [
				{
					"title": "The Illness Beliefs Model: Creating practice knowledge in family system nursing for families experiencing illness",
					"authors": ["Bell, J. M.", "Wright, L. M."]
				},
				{
					"title": "Families' importance in nursing care: Nurses' attitudes—An instrument development",
					"authors": ["Benzein, E.", "Johansson, P.", "Arestedt, K. F.", "Berg, A.", "Saveman, B. I."]
				},
				{
					"title": "Nurses' attitudes about the importance of families in nursing care: A survey of Swedish nurses",
					"authors": ["Benzein, E.", "Johansson, P.", "Arestedt, K. F.", "Saveman, B. I."]
				},
				{
					"title": "About knowledge translation",
					"authors": ["Canadian Institute of Health Research"]
				},
				{
					"title": "Do family interventions improve health?",
					"authors": ["Chesla, C. A."]
				}
			]
		},
		{
			"filename": "nursing-557b476d56640.pdf",
			"title": "Is the first-line nursing managers' power congruent with that of the nursing group?",
			"authors": [
				{
					"name": "Sari Viinikainen",
					"email": "sari.viinikainen@uta.fi"
				},
				{
					"name": "Paula Asikainen",
					"email": ""
				},
				{
					"name": "Christina Sieloff",
					"email": ""
				},
				{
					"name": "Mika Helminen",
					"email": ""
				},
				{
					"name": "Tarja Suominen",
					"email": ""
				}
			],
			"abstract": "Aim: This research examined the relationship between nursing managers' power and nursing group power in public health service organizations. \nApproach/Methods: A cross-sectional survey of first-line nurse managers (n 1⁄4 264) from 11 Finnish hospitals was conducted. The power of nurse managers and nursing groups was examined through two reliable instruments: the Nursing Managers' Power instrument and the Sieloff-King Assessment of Group Power within Organizations instrument. \nFindings: The power of nurse managers was perceived to be moderate on a 5-point Likert scale. Managers reported that they gained the most power from their role and position as a nursing manager, and lastly, from their resources. The power of nurse managers correlated no more than moderately with nursing group power. \nImplications for Nursing Management: Organizations need to ensure that nursing managers have the power and oppor- tunity to influence nursing goals and outcomes.",
			"references": [
				{
					"title": "Reasons to leave: the motives of first-line nurse managers' for leaving their post",
					"authors": ["Skytt B", "Ljungren B", "Carlsson M"]
				},
				{
					"title": "Improving the work environment through the use of research instruments",
					"authors": ["Sieloff CL"]
				},
				{
					"title": "Leadership behaviours that foster nursing group power",
					"authors": ["Sieloff CL"]
				},
				{
					"title": "Nurse manager leadership development. Leveraging the evidence and system-level support",
					"authors": ["Fennimore L", "Wolf G"]
				},
				{
					"title": "Magnet recognition program. The next generation",
					"authors": ["Wolf G", "Triolo P", "Ponte PR"]
				}
			]
		},
		{
			"filename": "nursing-557b476d56689.pdf",
			"title": "Nursing student satisfaction with an associate Nursing Program",
			"authors": [
				{
					"name": "Hsiu-Chin Chen",
					"email": ""
				},
				{
					"name": "Huan-Sheng Lo",
					"email": ""
				}
			],
			"abstract": "PuRPOse The purpose of this study was to conduct a nationwide survey to understand the satisfaction of associate of science in nursing (ASN) students with a nursing program as a whole. \nBaCKgROuNd Student satisfaction is viewed as an indicator of program success. Yet, nursing student satisfaction has not been sufficiently studied in the United States. \nMethOd The Curriculum, Faculty, Social Interaction, and Environment model was used to support this nationwide study. Stratified random sampling was used to recruit 56 ASN programs from 31 US states for participation. \nResuLts The students rated their satisfaction with the nursing program as close to “satisfied.” The faculty, curriculum, and social interaction significantly and positively predicted overall student satisfaction with a nursing program. \nCONCLusiON A nursing program can evaluate students' satisfaction periodically to determine the impact of the educational experience on the program's performance.",
			"references": [
				{
					"title": "Student nurse satisfaction levels with their courses: Part I – Effects of demographic variables",
					"authors": ["Ansari, W. E."]
				},
				{
					"title": "Student nurse satisfaction levels with their courses: Part II – Effects of academic variables",
					"authors": ["Ansari, W. E."]
				},
				{
					"title": "Measuring student expectations and their effects on satisfaction: The importance of managing student expectations",
					"authors": ["Appleton-Knapp, S. L.", "Krentler, K. A."]
				},
				{
					"title": "Determining student satisfaction in a nursing college",
					"authors": ["Baykal, U.", "Sokmen, S.", "Korkmaz, S.", "Akgun, E."]
				},
				{
					"title": "Continuous quality improvement: An effective strategy for improvement of program outcomes in a higher education setting",
					"authors": ["Brown, J. F.", "Marshall, B."]
				}
			]
		}
	]
}