{
    "papers": [
        {
            "filename": "veterinary-medicine-557b476d5bea4.pdf",
            "title": "Active males, reactive females: stereotypic sex roles in sexual conflict research?",
            "authors": [
                {
                    "name": "Kristina Karlsson Green",
                    "email": "kristina.karlsson@zooekol.lu.se"
                },
                {
                    "name": "Josefin A. Madjidian",
                    "email": "josefin.madjidian@ekol.lu.se"
                }
            ],
            "abstract": "Sexual selection research has always been a subject for debate. Much of the criticism has concerned the imposition of conventional sex roles based on an anthropomorphic view of animals imposed by the researcher. This conventional view may have hampered research, for example from acknowledging male mate choice. Sexual conflict theory is a fast-growing research field, which initially stems from sexual selection research. We investigated how the sexes are described in sexual conflict research and what characteristics they are assigned. We assessed these topics with literature studies of (1) the terminology used and (2) what parameters are incorporated in sexual conflict models. We found that males and females are consequently described with different words, which have different connotations regarding activity in the conflict. Furthermore, theoretical models mainly investigate conflict costs for females, although costs for both sexes are necessary for coevolutionary dynamics. We argue that sexual conflict research uses stereotypic characterizations of the sexes, where males are active and females reactive. Thus, previous discussions on the use of anthropomorphic terms in sexual selection seem not to have had any impact on sexual conflict research, which is why the topic of stereotyping the sexes is still of current importance. We suggest that scientific gains can be made by eliminating a sex-stereotyped perspective. ! 2011 The Association for the Study of Animal Behaviour. Published by Elsevier Ltd. All rights reserved.",
            "references": [
                {
                    "title": "Conflict between the sexes and cooperation within a sex can alter classic predictions of mating systems theory",
                    "authors": ["Alonzo, S. H."]
                },
                {
                    "title": "On the function of female ornaments: male bluethroats prefer colourful females",
                    "authors": ["Amundsen, T. E.", "Forsgren, L. T.", "Hansen, T."]
                },
                {
                    "title": "Sexual Selection",
                    "authors": ["Andersson, M."]
                },
                {
                    "title": "The origin of interlocus sexual conflict: is sex-linkage important?",
                    "authors": ["Andre's, J.", "Morrow, E."]
                },
                {
                    "title": "Bateman's principles and the measurement of sexual selection in plants and animals",
                    "authors": ["Arnold, S. J."]
                }
            ]
        },
        {
            "filename": "veterinary-medicine-557b476d5bf2a.pdf",
            "title": "Assessment of positive emotions in animals to improve their welfare",
            "authors": [
                {
                    "name": "Alain Boissy",
                    "email": "boissy@clermont.inra.fr"
                },
                {
                    "name": "Gerhard Manteuffel",
                    "email": ""
                },
                {
                    "name": "Margit Bak Jensen ",
                    "email": ""
                },
                {
                    "name": "Randi Oppermann Moe",
                    "email": ""
                },
                {
                    "name": "Berry Spruijt",
                    "email": ""
                }
            ],
            "abstract": "It is now widely accepted that good welfare is not simply the absence of negative experiences, but rather is primarily the presence of positive experiences such as pleasure. However scientific investigation of positive emotions has long been neglected. This paper addresses two main issues: first, it reviews the current state of scientific knowledge that supports the existence of positive affective states in animals and, second, it suggests possible applications of this knowledge that may enhance quality of life under animal management conditions. In the first part of the paper, recent advances in psychology and neuroscience are reviewed to provide pragmatic frameworks based on cognitive processes (such as positive anticipation, contrast and controllability) for further investigations of positive emotions in animals. Thereafter, the neurobiological bases of positive emotions are highlighted in order to identify behavioral and physiological expressions of positive experiences in animals. Monitoring both the autonomic nervous system (via heart rate and its variability) and the immune system could offer relevant tools to better assess emotional states in animals, complementary to classical adrenocortical measures. In the second part of the paper, useful strategies for enhancing positive experiences (such as physical, social and cognitive enrichment or putative genetic selection) are outlined. Then this paper emphasizes practical applications for assessing and promoting positive emotions that may help in providing animals with a better quality of life. Play, affiliative behaviors and some vocalizations appear to be the most promising convenient indicators for assessing positive experiences in laboratory and farm animals under commercial conditions.",
            "references": [
                {
                    "title": "Animal welfare in terms of feelings",
                    "authors": ["Duncan IJH"]
                },
                {
                    "title": "Science, values and animal welfare: exploring the “inextricable connection”",
                    "authors": ["Fraser D."]
                },
                {
                    "title": "The structure of psychological well-being",
                    "authors": ["Bradburn NM"]
                },
                {
                    "title": "Positive psychology: an introduction",
                    "authors": ["Seligman MEP", "Csikszentmihalyi M"]
                },
                {
                    "title": "Consumer demand theory and the assessment of animal welfare",
                    "authors": ["Lawrence A"]
                }
            ]
        },
        {
            "filename": "veterinary-medicine-557b476d5bf82.pdf",
            "title": "Occurrence and Molecular Characteristics of Methicillin-Resistant Staphylococcus aureus and Methicillin-Resistant Staphylococcus pseudintermedius in an Academic Veterinary Hospital",
            "authors": [
                {
                    "name": "Kanako Ishihara",
                    "email": ""
                },
                {
                    "name": "Natsumi Shimokubo",
                    "email": ""
                },
                {
                    "name": "Akie Sakagami",
                    "email": ""
                },
                {
                    "name": "Hiroshi Ueno",
                    "email": ""
                },
                {
                    "name": "Yasukazu Muramatsu",
                    "email": ""
                },
                {
                    "name": "Tsuyoshi Kadosawa",
                    "email": ""
                },
                {
                    "name": "Chie Yanagisawa",
                    "email": ""
                },
                {
                    "name": "Hideaki Hanaki",
                    "email": ""
                },
                {
                    "name": "Chie Nakajima",
                    "email": ""
                },
                {
                    "name": "Yasuhiko Suzuki",
                    "email": ""
                },
                {
                    "name": "Yutaka Tamura",
                    "email": "tamuray@rakuno.ac.jp"
                }
            ],
            "abstract": "Recently, methicillin-resistant Staphylococcus aureus (MRSA) and methicillin-resistant Staphylococcus pseudinter-medius (MRSP) have been increasingly isolated from veterinarians and companion animals. With a view to preventing the spread of MRSA and MRSP, we evaluated the occurrence and molecular characteristics of each in a veterinary college. MRSA and MRSP were isolated from nasal samples from veterinarians, staff members, and veterinary students affiliated with a veterinary hospital. Using stepwise logistic regression, we identified two factors associated with MRSA carriage: (i) contact with an identified animal MRSA case (odds ratio [OR], 6.9; 95% confidence interval [95% CI], 2.2 to 21.6) and (ii) being an employee (OR, 6.2; 95% CI, 2.0 to 19.4). The majority of MRSA isolates obtained from individuals affiliated with the veterinary hospital and dog patients harbored spa type t002 and a type II staphylococcal cassette chromosome mec (SCCmec), similar to the hospital-acquired MRSA isolates in Japan. MRSA isolates harboring spa type t008 and a type IV SCCmec were obtained from one veterinarian on three different sampling occasions and also from dog patients. MRSA carriers can also be a source of MRSA infection in animals. The majority of MRSP isolates (85.2%) carried hybrid SCCmec type II-III, and almost all the remaining MRSP isolates (11.1%) carried SCCmec type V. MRSA and MRSP were also isolated from environmental samples collected from the veterinary hospital (5.1% and 6.4%, respectively). The application of certain disinfection procedures is important for the prevention of nosocomial infection, and MRSA and MRSP infection control strategies should be adopted in veterinary medical practice.",
            "references": [
                {
                    "title": "Evaluation of prevalence and risk factors for methicillin-resistant Staphylococcus aureus colonization",
                    "authors": ["Anderson, M. E. C.", "S. L. Lefebvre", "J. S. Weese"]
                },
                {
                    "title": "Pulsed-field gel electrophoresis as a replacement for bacteriophage typing of Staphylococcus aureus",
                    "authors": ["Bannerman, T. L.", "G. A. Hancock", "F. C. Tenover", "J. M. Miller"]
                },
                {
                    "title": "Population genetic structure of the Staphylococcus intermedius group: insights into agr diversification and the emergence of methicillin-resistant strains",
                    "authors": ["Bannoehr, J.", "N. L. Ben Zakour", "A. S. Waller", "L. Guardabassi", "K. L. Thoday", "A. H. M. van den Broek", "J. R. Fitzgerald"]
                },
                {
                    "title": "Molecular diagnostic identification of Staphylococcus pseudintermedius",
                    "authors": ["Bannoehr, J.", "A. Franco", "M. Iurescia", "A. Battisti", "J. R. Fitzgerald"]
                },
                {
                    "title": "Characterisation of methicillin-resistant Staphylococcus aureus isolates from dogs and their owners",
                    "authors": ["Boost, M. V.", "M. M. O’Donoghue", "K. H. G. Siu"]
                }
            ]
        },
        {
            "filename": "veterinary-medicine-557b476d5bfdd.pdf",
            "title": "Employing Relative Entropy Techniques for Assessing Modifications in Animal Behavior",
            "authors": [
                {
                    "name": "Minoru Kadota",
                    "email": "kadota@cims.nyu.edu"
                },
                {
                    "name": "Eric J. White",
                    "email": ""
                },
                {
                    "name": "Shinsuke Torisawa",
                    "email": ""
                },
                {
                    "name": "Kazuyoshi Komeyama",
                    "email": ""
                },
                {
                    "name": "Tsutomu Takagi",
                    "email": ""
                }
            ],
            "abstract": "In order to make quantitative statements regarding behavior patterns in animals, it is important to establish whether new observations are statistically consistent with the animal’s equilibrium behavior. For example, traumatic stress from the presence of a telemetry transmitter may modify the baseline behavior of an animal, which in turn can lead to a bias in results. From the perspective of information theory such a bias can be interpreted as the amount of information gained from a new measurement, relative to an existing equilibrium distribution. One important concept in information theory is the relative entropy, from which we develop a framework for quantifying time-dependent differences between new observations and equilibrium. We demonstrate the utility of the relative entropy by analyzing observed speed distributions of Pacific bluefin tuna, recorded within a 48-hour time span after capture and release. When the observed and equilibrium distributions are Gaussian, we show that the tuna’s behavior is modified by traumatic stress, and that the resulting modification is dominated by the difference in central tendencies of the two distributions. Within a 95% confidence level, we find that the tuna’s behavior is significantly altered for approximately 5 hours after release. Our analysis reveals a periodic fluctuation in speed corresponding to the moment just before sunrise on each day, a phenomenon related to the tuna’s daily diving pattern that occurs in response to changes in ambient light.",
            "references": [
                {
                    "title": "Effects of radio transmitters: review of recent radio-tracking studies",
                    "authors": ["Godfrey J", "Bryant D"]
                },
                {
                    "title": "Bio-logging and animal welfare: practical refinements",
                    "authors": ["Hawkins P"]
                },
                {
                    "title": "Measuring devices on wild animals: what constitutes acceptable practice?",
                    "authors": ["Wilson RP", "McMahon CR"]
                },
                {
                    "title": "Changes in diel diving patterns accompany shifts between northern foraging and southward migration in leatherback turtles",
                    "authors": ["James MC", "Ottensmeyer CA", "Eckert SA", "Myers RA"]
                },
                {
                    "title": "The effects of biotelemetry transmitter presence and attachment procedures on fish physiology and behavior",
                    "authors": ["Bridger CJ", "Booth RK"]
                }
            ]
        },
        {
            "filename": "veterinary-medicine-557b476d5c0e7.pdf",
            "title": "Veterinary Public Health Capacity in the United States: Opportunities for Improvement",
            "authors": [
                {
                    "name": "Dwayne W. Jarman",
                    "email": "dwayne.jarman@fda.hhs.gov"
                },
                {
                    "name": "Jennifer L. Liang",
                    "email": ""
                },
                {
                    "name": "Richard R. Luce",
                    "email": ""
                },
                {
                    "name": "Jennifer G. Wright",
                    "email": ""
                },
                {
                    "name": "Gail M. Stennies",
                    "email": ""
                }
            ],
            "abstract": "Objectives. In 2006, the Association of American Veterinary Medical Colleges reported that the shortage (> 1,500) of public health veterinarians is expected to increase tenfold by 2020. In 2008, the Centers for Disease Control and Prevention (CDC) Preventive Medicine Fellows conducted a pilot project among CDC veterinarians to identify national veterinary public health workforce concerns and potential policy strategies. \nMethods. Fellows surveyed a convenience sample (19/91) of public health veterinarians at CDC to identify veterinary workforce recruitment and retention problems faced by federal agencies; responses were categorized into themes. A focus group (20/91) of staff veterinarians subsequently prioritized the categorized themes from least to most important. Participants identified activities to address the three recruitment concerns with the highest combined weight. \nResults. Participants identified the following three highest prioritized problems faced by federal agencies when recruiting veterinarians to public health: (1) lack of awareness of veterinarians' contributions to public health practice, (2) competitive salaries, and (3) employment and training opportunities. Similarly, key concerns identified regarding retention of public health practice veterinarians included: (1) lack of recognition of veterinary qualifications, (2) competitive salaries, and (3) seamless integration of veterinary and human public health. \nConclusions. Findings identified multiple barriers that can affect recruitment and retention of veterinarians engaged in public health practice. Next steps should include replicating project efforts among a national sample of public health veterinarians. A committed and determined long-term effort might be required to sustain initiatives and policy proposals to increase U.S. veterinary public health capacity.",
            "references": [
                {
                    "title": "Risk factors for human disease emergence",
                    "authors": ["Taylor LH", "Latham SM", "Woolhouse ME"]
                },
                {
                    "title": "Veterinarians: integral partners in public health",
                    "authors": ["Chaddock HM"]
                },
                {
                    "title": "Testimonies on the Veterinary Public Health Workforce Expansion Act of 2007",
                    "authors": ["Pappaioanou M", "Allen SW", "DeHaven WR", "Kelly AM"]
                },
                {
                    "title": "Market research statistics: U.S. veterinarians—2006",
                    "authors": ["American Veterinary Medical Association"]
                },
                {
                    "title": "Veterinarians step up to the nation’s public health needs",
                    "authors": ["Association of American Veterinary Medical Colleges"]
                }
            ]
        },
        {
            "filename": "veterinary-medicine-557b476d5c03b.pdf",
            "title": "Use of antimicrobials in companion animal practice: a retrospective study in a veterinary teaching hospital in Italy",
            "authors": [
                {
                    "name": "Martina Escher ",
                    "email": "martina.escher@gmail.com"
                },
                {
                    "name": "Michele Vanni ",
                    "email": ""
                },
                {
                    "name": "Luigi Intorre ",
                    "email": ""
                },
                {
                    "name": "Alfredo Caprioli",
                    "email": ""
                },
                {
                    "name": "Rosalba Tognetti ",
                    "email": ""
                }
            ],
            "abstract": "Objectives: To describe the use of antimicrobials in a veterinary teaching hospital for companion animals in Italy, with particular regard to the agreement with recommendations of prudent use. \nMethods: The study was conducted with a retrospective, cross-sectional design. The population under investigation included 18905 cats and dogs that were referred to the hospital between 2000 and 2007. Two different samples of the clinical paper forms were randomly selected to estimate the prevalence of animals receiving an antimicrobial prescription and to describe the pattern of antimicrobials used in relation to the condition being treated. The proportion of antimicrobials prescribed accomplishing recommendations of prudent use was also estimated, as well as the level of agreement with specific, diagnosis-based guidelines for antimicrobial use. \nResults: Broad-spectrum antimicrobials, including penicillins with b-lactamase inhibitors, first-generation cephalosporins and fluoroquinolones, were the most frequently prescribed compounds. Antimicrobials prescribed with the support of microbiological analyses and susceptibility testing were less than 5%. Among the recommendation of prudent use, the availability of information from laboratory testing had the poorest degree of agreement, while the other evaluated items were accomplished in most of the cases. \nConclusions: Our results highlight the need to improve the procedures of antimicrobial prescription in the study setting. This can be achieved by supporting the guidance for antimicrobial use at the local level, with the adoption of specific guidelines, and at the national level with a further implementation of the policies of prudent prescriptions.",
            "references": [
                {
                    "title": "Recommendations Initiative of the EU",
                    "authors": ["Frimodt-Møller N"]
                },
                {
                    "title": "Report from the Invitational EU Conference on the Microbial Threat, Copenhagen",
                    "authors": ["The Copenhagen Recommendations"]
                },
                {
                    "title": "Second report from the Commission to the Council on the Basis of Member States’ Reports on the Implementation of the Council Recommendation (2002/77/EC) on the Prudent Use of Antimicrobial Agents in Human Medicine",
                    "authors": ["Second report from the Commission to the Council on the Basis of Member States’ Reports on the Implementation of the Council Recommendation (2002/77/EC) on the Prudent Use of Antimicrobial Agents in Human Medicine"]
                },
                {
                    "title": "Reservoirs of antimicrobial resistance in pet animals",
                    "authors": ["Lloyd DH"]
                },
                {
                    "title": "Pet animals as reservoirs of antimicrobial-resistant bacteria",
                    "authors": ["Guardabassi L", "Schwarz S", "Lloyd DH"]
                }
            ]
        },
        {
            "filename": "veterinary-medicine-557b476d5c090.pdf",
            "title": "Wide-scope analysis of veterinary drug and pesticide residues in animal feed by liquid chromatography coupled to quadrupole-time-of-flight mass spectrometry",
            "authors": [
                {
                    "name": "María M Aguilera-Luiz",
                    "email": ""
                },
                {
                    "name": "Roberto Romero-González",
                    "email": ""
                },
                {
                    "name": "Patricia Plaza-Bolaños",
                    "email": ""
                },
                {
                    "name": "José Luis Martínez Vidal",
                    "email": ""
                },
                {
                    "name": "Antonia Garrido Frenich",
                    "email": "agarrido@ual.es"
                }
            ],
            "abstract": "A fast and generic method has been developed for the simultaneous monitoring of >250 pesticides and veterinary drugs (VDs) in animal feed. A ‘dilute-and-shoot’ ex- traction with water and acetonitrile (1 % formic acid) followed by a clean-up step with Florisil cartridges was applied. The extracts were analysed by ultra-high performance liquid chromatography coupled to hybrid analyser quadrupole-time-of-flight mass spectrometry using both positive and negative electrospray ionisation. The detection of the residues was accomplished by retention time and accurate mass using an in-house database. The identification of the detected compounds was carried out by searching of fragment ions for each compound and isotopic pattern. The optimised method was validated and recoveries ranged from 60 % to 120 % at three concentrations (10, 50 and 100 μg kg−1) for 30 %, 68 % and 80 % of compounds, respectively, included in the database (364) in chicken feed. Document SANCO 12495/2011 and Directive 2002/657/CE were used as guidelines for method validation. Intra-day and inter-day precisions, expressed as relative standard deviations, were lower than 20 % for more than 90 % of compounds. The limits of quantification ranged from 4 to 200 μg kg−1 for most analytes, which are sufficient to verify compliance of products with legal tolerances. The applicability of the procedure was further tested on different types of feed (chicken, hen, rabbit and horse feed), evaluating recoveries and repeatability. Finally, the method was applied to the analysis of 18 feed samples, detecting some VDs (sulfadiazine, trimethoprim, robenidin and monensin Na) and only one pesticide (chlorpyrifos).",
            "references": [
                {
                    "title": "Application of a tandem mass spectrometer and core–shell particle column for the determination of 151 pesticides in grains",
                    "authors": ["Wang J", "Chow W", "Cheung W"]
                },
                {
                    "title": "Analytical strategies for residue analysis of veterinary drugs and growth-promoting agents in food-producing animals—a review",
                    "authors": ["Stolker AAM", "Brinkman UAT"]
                },
                {
                    "title": "Estimating the residue transfer of pesticides in animal feedstuffs to livestock tissues, milk and eggs: a review",
                    "authors": ["MacLachlan DJ", "Bhula R"]
                },
                {
                    "title": "Chromatography types, techniques and methods",
                    "authors": ["Garrido Frenich A", "Plaza-Bolaños P", "Aguilera-Luiz MM", "Martínez Vidal JL"]
                },
                {
                    "title": "An overview of sample preparation procedures for LC– MS multiclass antibiotic determination in environmental and food samples",
                    "authors": ["Moreno-Bondi MC", "Marazuela MD", "Herranz S", "Rodriguez E"]
                }
            ]
        }
    ]
}