{
	"papers": [
		{
			"filename": "biology-genetic-557b476d436f7.pdf",
			"title": "Circulating small non coding RNA signature in head and neck squamous cell carcinoma",
			"authors": [
				{
					"name": "Berta Victoria Martinez",
					"email": ""
				},
				{
					"name": "Joseph M. Dhahbi",
					"email": ""
				},
				{
					"name": "Yury O. Nunez Lopez",
					"email": ""
				},
				{
					"name": "Katarzyna Lamperska",
					"email": ""
				},
				{
					"name": "Paweł Golusinski",
					"email": ""
				}
			],
			"abstract": "The Head and Neck Squamous Cell Carcinoma (HNSCC) is the sixth most common human cancer, causing 350,000 individuals die worldwide each year. The overall prognosis in HNSCC patients has not significantly changed for the last decade. Complete understanding of the molecular mechanisms in HNSCC carcinogenesis could allow an earlier diagnosis and the use of more specific and effective therapies. In the present study we used deep sequencing to characterize small non-coding RNAs (sncRNAs) in serum from HNSCC patients and healthy donors. We identified, for the first time, a multi-marker signature of 3 major classes of circulating sncRNAs in HNSCC, revealing the presence of circulating novel and known miRNAs, and tRNA- and YRNA-derived small RNAs that were significantly deregulated in the sera of HNSCC patients compared to healthy controls. By implementing a triple-filtering approach we identified a subset of highly biologically relevant miRNA-mRNA interactions and we demonstrated that the same genes/pathways affected by somatic mutations in cancer are affected by changes in the abundance of miRNAs. Therefore, one important conclusion from our work is that during cancer development, there seems to be a convergence of oncogenic processes driven by somatic mutations and/or miRNA regulation affecting key cellular pathways.",
			"references": [
				{
					"title": "Cancer statistics, 2014",
					"authors": ["Siegel, R."]
				},
				{
					"title": "Recurrent fusion of MYB and NFIB transcription factor genes in carcinomas of the breast and head and neck",
					"authors": ["Persson, M."]
				},
				{
					"title": "Interaction between tobacco and alcohol use and the risk of head and neck cancer: pooled analysis in the International Head and Neck Cancer Epidemiology Consortium",
					"authors": ["Hashibe, M."]
				},
				{
					"title": "Human papillomavirus and survival of patients with oropharyngeal cancer",
					"authors": ["Ang, K.K."]
				},
				{
					"title": "The molecular biology of head and neck cancer",
					"authors": ["Leemans, C.R.", "B.J. Braakhuis", "R.H. Brakenhoff"]
				}
			]
		},
		{
			"filename": "biology-genetic-557b476d437ef.pdf",
			"title": "Coupling between the circadian clock and cell cycle oscillators: implication for healthy cells and malignant growth",
			"authors": [
				{
					"name": "Celine Feillet",
					"email": ""
				},
				{
					"name": "Gijsbertus T. J. van der Horst",
					"email": ""
				},
				{
					"name": "Francis Levi",
					"email": ""
				},
				{
					"name": "David A. Rand",
					"email": ""
				},
				{
					"name": "Franck Delaunay",
					"email": ""
				}
			],
			"abstract": "Uncontrolled cell proliferation is one of the key features leading to cancer. Seminal works in chronobiology have revealed that disruption of the circadian timing system in mice, either by surgical, genetic, or environmental manipulation, increased tumor development. In humans, shift work is a risk factor for cancer. Based on these observations, the link between the circadian clock and cell cycle has become intuitive. But despite identification of molecular connections between the two processes, the influence of the clock on the dynamics of the cell cycle has never been formally observed. Recently, two studies combining single live cell imaging with computational methods have shed light on robust coupling between clock and cell cycle oscillators. We recapitulate here these novel findings and integrate them with earlier results in both healthy and cancerous cells. Moreover, we propose that the cell cycle may be synchronized or slowed down through coupling with the circadian clock, which results in reduced tumor growth. More than ever, systems biology has become instrumental to understand the dynamic interaction between the circadian clock and cell cycle, which is critical in cellular coordination and for diseases such as cancer.",
			"references": [
				{
					"title": "Loss of a circadian adrenal corticosterone rhythm following suprachiasmatic lesions in the rat",
					"authors": ["Moore RY", "Eichler VB"]
				},
				{
					"title": "Circadian rhythms in drinking behavior and locomotor activity of rats are eliminated by hypothalamic lesions",
					"authors": ["Stephan FK", "Zucker I"]
				},
				{
					"title": "Molecular components of the mammalian circadian clock",
					"authors": ["Buhr ED", "Takahashi JS"]
				},
				{
					"title": "Circadian gene expression in individual fibroblasts: cell-autonomous and self-sustained oscillators pass time to daughter cells",
					"authors": ["Nagoshi E", "Saini C", "Bauer C", "Laroche T", "Naef F", "Schibler U"]
				},
				{
					"title": "Bioluminescence imaging of individual fibroblasts reveals persistent, independently phased circadian rhythms of clock gene expression",
					"authors": ["Welsh DK", "Yoo SH", "Liu AC", "Takahashi JS", "Kay SA"]
				}
			]
		},
		{
			"filename": "biology-genetic-557b476d4369c.pdf",
			"title": "White Matter Microstructure in Idiopathic Craniocervical Dystonia",
			"authors": [
				{
					"name": "Giordanna L. S. Pinheiro",
					"email": ""
				},
				{
					"name": "Rachel P. Guimarães",
					"email": ""
				},
				{
					"name": "Luiza G. Piovesana",
					"email": ""
				},
				{
					"name": "Brunno M. Campos",
					"email": ""
				},
				{
					"name": "Lidiane S. Campos",
					"email": ""
				}
			],
			"abstract": "Background: Dystonias are hyperkinetic movement disorders characterized by involuntary muscle contractions resulting in abnormal torsional movements and postures. Recent neuroimaging studies in idiopathic craniocervical dystonia (CCD) have uncovered the involvement of multiple areas, including cortical ones. Our goal was to evaluate white matter (WM) microstructure in subjects with CCD using diffusion tensor imaging (DTI) analysis. \nMethods: We compared 40 patients with 40 healthy controls. Patients were then divided into subgroups: cervical dystonia, blepharospasm, blepharospasm + oromandibular dystonia, blepharospasm + oromandibular dystonia + cervical dystonia, using tract-based spatial statistics. We performed a region of interest-based analysis and tractography as confirmatory tests. \nResults: There was no significant difference in the mean fractional anisotropy (FA) and mean diffusivity (MD) between the groups in any analysis. Discussion: The lack of DTI changes in CCD suggests that the WM tracts are not primarily affected.",
			"references": [
				{
					"title": "Phenomenology and classification of dystonia: a consensus update",
					"authors": ["Albanese A", "Bhatia K", "Bressman SB"]
				},
				{
					"title": "Dystonia: clinical approach",
					"authors": ["Albanese A"]
				},
				{
					"title": "The pathophysiology of primary dystonia",
					"authors": ["Berardelli A", "Rothwell JC", "Hallett M", "Thompson PD", "Manfredi M", "Marsden CD"]
				},
				{
					"title": "Processamento de imagens de tensores de difusão",
					"authors": ["Rittner L", "Lotufo RA"]
				},
				{
					"title": "Diffusion tensor MR imaging of the human brain",
					"authors": ["Pierpaoli C", "Jezzard P", "Basser PJ", "Barnett A", "Di Chiro G"]
				}
			]
		},
		{
			"filename": "biology-genetic-557b476d4372e.pdf",
			"title": "The Dynamic Duo: Niche/Stem Cell Interdependency",
			"authors": [
				{
					"name": "Kailin R. Mesa",
					"email": ""
				},
				{
					"name": "Panteleimon Rompolas",
					"email": ""
				},
				{
					"name": "Valentina Greco",
					"email": ""
				}
			],
			"abstract": "Most tissues in our bodies undergo constant cellular turnover. This process requires a dynamic balance between cell production and elimination. Stem cells have been shown in many of these tissues to be the major source of new cells. However, despite the tremendous advances made, it still remains unclear how stem cell behavior and activity are regulated in vivo. Furthermore, we lack basic understanding for the mechanisms that coordinate niche/ stem cell interactions to maintain normal tissue homeostasis. Our lab has established a novel imaging approach in live mice using the skin as a model system to investigate these fundamental pro- cesses in both physiological and pathological settings such as can- cer, with the goal of understanding how tissues successfully orches- trate tissue regeneration throughout the lifetime of an organism.",
			"references": [
				{
					"title": "Scratching the niche that controls Caenorhabditis elegans germline stem cells",
					"authors": ["Byrd, D.T.", "Kimble, J."]
				},
				{
					"title": "Distinct functions for Wnt/b-catenin in hair follicle stem cell proliferation and survival and interfollicular epidermal homeostasis",
					"authors": ["Choi, Y.S.", "Zhang, Y.", "Xu, M.", "Yang, Y.", "Ito, M.", "Peng, T.", "Cui, Z.", "Nagy, A.", "Hadjantonakis, A.-K.K.", "Lang, R.A."]
				},
				{
					"title": "Reprogramming adult dermis to a neonatal state through epidermal activation of b-catenin",
					"authors": ["Collins, C.A.", "Kretzschmar, K.", "Watt, F.M."]
				},
				{
					"title": "Label-retaining cells reside in the bulge area of pilosebaceous unit: implications for follicular stem cells, hair cycle, and skin carcinogenesis",
					"authors": ["Cotsarelis, G.", "Sun, T.T.", "Lavker, R.M."]
				},
				{
					"title": "Role of mesenchymal-epithelial interactions in mammary gland development",
					"authors": ["Cunha, G.R.", "Hom, Y.K."]
				}
			]
		},
		{
			"filename": "biology-genetic-557b476d43789.pdf",
			"title": "22q11 deletion syndrome: current perspective",
			"authors": [
				{
					"name": "Bülent Hacıhamdioğlu",
					"email": ""
				},
				{
					"name": "Duygu Hacıhamdioğlu",
					"email": ""
				},
				{
					"name": "Kenan Delil",
					"email": ""
				}
			],
			"abstract": "Chromosome 22q11 is characterized by the presence of chromosome-specific low- copy repeats or segmental duplications. This region of the chromosome is very unstable and susceptible to mutations. The misalignment of low-copy repeats during nonallelic homologous recombination leads to the deletion of the 22q11.2 region, which results in 22q11 deletion syn- drome (22q11DS). The 22q11.2 deletion is associated with a wide variety of phenotypes. The term 22q11DS is an umbrella term that is used to encompass all 22q11.2 deletion-associated phenotypes. The haploinsufficiency of genes located at 22q11.2 affects the early morphogen- esis of the pharyngeal arches, heart, skeleton, and brain. TBX1 is the most important gene for 22q11DS. This syndrome can ultimately affect many organs or systems; therefore, it has a very wide phenotypic spectrum. An increasing amount of information is available related to the pathogenesis, clinical phenotypes, and management of this syndrome in recent years. This review summarizes the current clinical and genetic status related to 22q11DS.
",
			"references": [
				{
					"title": "Discussions on a new concept of the cellular basis of immunology",
					"authors": ["DiGeorge AM"]
				},
				{
					"title": "Velocardiofacial syndrome, DiGeorge syndrome: the chromosome 22q11.2 deletion syndromes",
					"authors": ["Kobrynski LJ", "Sullivan KE"]
				},
				{
					"title": "Chromosome 22q11.2 deletion syndrome (DiGeorge syndrome/velocardiofacial syndrome)",
					"authors": ["McDonald-McGinn DM", "Sullivan KE"]
				},
				{
					"title": "Prevalence of 22q11 microdeletion",
					"authors": ["Tézenas Du Montcel S", "Mendizabai H", "Aymé S", "Lévy A", "Philip N"]
				},
				{
					"title": "FISH diagnosis of 22q11.2 deletion syndrome",
					"authors": ["Kimberley AM"]
				}
			]
		},
		{
			"filename": "biology-genetic-557b476d43841.pdf",
			"title": "Genetic monogamy in two long-lived New Zealand passerines",
			"authors": [
				{
					"name": "Sabrina S. Taylor",
					"email": ""
				},
				{
					"name": "Sanne Boessenkool",
					"email": ""
				},
				{
					"name": "Ian G. Jamieson",
					"email": "ian.jamieson@stonebow.otago.ac.nz"
				}
			],
			"abstract": "High rates of extra-pair paternity (EPP) can be relatively common in passerines whereas low rates or absence of EPP are often associated with taxa that are long-lived and exhibit obligatory paternal care. We examined EPP in an under- represented category: passerine species with relatively long life spans (or low annual mortality rates). Specifically, we studied EPP in New Zealand saddlebacks Philesturnus carunculatus and robins Petroica australis, two species with unusually low annual mortality rates (6.5􏰀11% and 10􏰀20% respectively). No EPP (0%) was detected in saddlebacks (39 pairs, 202 offspring) and only one case of EPP (1.9%) was detected in robins (54 pairs, 198 offspring). Genetic monogamy in these passerine species supports the hypothesis that low annual mortality rates play an important role in explaining variation in rates of EPP across species.",
			"references": [
				{
					"title": "Social and sexual monogamy in translocated New Zealand robin populations detected using minisatellite DNA",
					"authors": ["Ardern, S. L.", "Ma, W.", "Ewen, J. G.", "Armstrong, D. P.", "Lambert, D. M."]
				},
				{
					"title": "Density-dependent population growth in a reintroduced population of North Island saddlebacks",
					"authors": ["Armstrong, D. P.", "Davidson, R. S.", "Perrott, J. K.", "Roygard, J.", "Buchanan, L."]
				},
				{
					"title": "Extra-pair paternity and egg dumping in birds: life history, parental care and the risk of retaliation",
					"authors": ["Arnold, K. E.", "Owens, I. P. F."]
				},
				{
					"title": "No extra-pair fertilization in Flammulated Owls despite aggregated nesting",
					"authors": ["Arsenault, D. P.", "Stacey, P. B.", "Hoelzer, G. A."]
				},
				{
					"title": "Isolation and characterization of microsatellite loci in a Phylloscopus warbler",
					"authors": ["Bensch, S.", "Price, T.", "Kohn, J."]
				}
			]
		},
		{
			"filename": "biology-genetic-557b476d43896.pdf",
			"title": "The Benefit and Burden of Cancer Screening in Li-Fraumeni Syndrome: A Case Report",
			"authors": [
				{
					"name": "Ami P. Jhaveri",
					"email": ""
				},
				{
					"name": "Allen Bale",
					"email": ""
				},
				{
					"name": "Niki Lovick",
					"email": ""
				},
				{
					"name": "Kaye Zuckerman",
					"email": ""
				},
				{
					"name": "Hari Deshpande",
					"email": ""
				}
			],
			"abstract": "early onset of cancer in families with a typical spectrum of malignancies, including sarcoma, breast cancer, brain tumors, and adrenocortical carcinoma. Because the risks of cancer development are strikingly high for Li-Fraumeni syndrome, aggressive cancer surveillance is often pursued in these individuals. However, optimal screening methods and intervals for Li-Fraumeni syndrome have yet to be determined. In addition, there may be a significant psychosocial burden to intensive cancer surveillance and some prevention modalities. Here, we describe a case of a young woman with a de novo mutation in TP53 and multiple ma- lignancies, with her most recent cancers found at early, curable stages due to aggressive cancer screening. The potential benefits and risks of intensive cancer surveillance in hereditary cancer syndromes is dis- cussed.",
			"references": [
				{
					"title": "Soft-tissue sarcomas, breast cancer, and other neoplasms. A familial syndrome?",
					"authors": ["Li FP", "Fraumeni JF Jr."]
				},
				{
					"title": "A cancer family syndrome in twenty-four kindreds",
					"authors": ["Li FP", "Fraumeni JF Jr.", "Mulvihill JJ", "Blattner WA", "Dreyfus MG", "Tucker MA"]
				},
				{
					"title": "Beyond Li Fraumeni Syndrome: Clinical Characteristics of Families With p53 Germline Mutations",
					"authors": ["Gonzalez KD", "Noltner KA", "Buzin CH", "Gu D", "Wen-Fong CY", "Nguyen VQ"]
				},
				{
					"title": "Li-fraumeni syndrome",
					"authors": ["Malkin D"]
				},
				{
					"title": "P53 germline mutations in child- hood cancers and cancer risk for carrier individuals",
					"authors": ["Chompret A", "Brugieres L", "Ronsin M", "Gardes M", "Dessarps-Freichey F", "Abel A"]
				}
			]
		}
	]
}