{
	"papers": [
		{
			"area": 7,
			"filename": "civil-engineer-557b476d471e8.pdf",
			"title": "An Economic Analysis of Constructing an Additional Ramp Along the Existing National Freeway Within the Nantou Area",
			"authors": [
				{
					"name": "Tung-Tsan Chen",
					"email": "tungtsan@nqu.edu.tw"
				},
				{
					"name": "Yao T. Hsu",
					"email": "hsuyt@fcu.edu.tw"
				}
			],
			"abstract": "In order to solve the traffic congestion problems around Nantou area, the roadway network should be completely reviewed, especially for the National Highway 3's interchange system. The key assess is the Zucih bridge located at the edge of the Nantou city with the station 228K+500 on the National Freeway 3. Well constructed interchange system will definitely improve the traffic congestion problem in Nantou City. After that the Nantou County will possess the advantages for developing the industrious field. The purpose of this study is to conduct a quantifiable and non-quantifiable benefit-cost analysis of the construction project in order to evaluate the economic benefits of the location and route of the Nantou interchange. To do this, benefit-cost ratio(B/C) and net present value(NPV) will be used as quantifiable indicators, while for non-quantifiable indicators (such as land value, property value, and commerce benefits) more concrete figures will be used when possible in order to fully understand the economic benefits of this project. Further steps were taken to analyze the feasibility of the proposed construction. The findings of our research are to be used to contribute to the project's construction team.",
			"references": [
				{
					"title": "Cost- Benefit Analysis: Concepts and Practice Upper Saddle River.",
					"authors": ["Boardman, A. E.", "Greenberg D.H.", "Vining A.R.", "Weimer D.L."]
				},
				{
					"title": "Uncertainties and the precautionary principle in cost–benefit environmental policies",
					"authors": ["Getzner, M."]
				},
				{
					"title": "Sustainable Transportation",
					"authors": ["Greene, D.", "Wegener, M."]
				},
				{
					"title": "Survey of sampling-based methods for uncertainty and sensitivity analysis",
					 "authors": ["Helton, J. C.", "Johnson, J. D.", "Sallaberry, C.J.", "Storlie, C.B."]
				},
				{
					"title": "Multi-criteria cash flow modeling and project value-multiples for two-stage project valuation.",
					"authors": ["Luis G.. J.", "Luis B. P."]
				}
			]
		},
		{
			"area": 7,
			"filename": "civil-engineer-557b476d472e2.pdf",
			"title": "Treatment of soft ground by Fibredrain and high- energy impact in highway embankment construction",
			"authors": [
				{
					"name": "S. L. LEE",
					"email": ""
				},
				{
					"name": "G. P. KARUNARATNE",
					"email": ""
				}
			],
			"abstract": "The economic growth of a country depends significantly on its transportation system. The highways that form part of this system sometimes pass over compressible soft soil deposits. Two major geotechnical problems associated with the construction of road embankments on these soil deposits are stability during construction and long-term settlement. If the latter problem is not addressed ade- quately, excessive post-construction settlement will have serious consequences for the maintenance of road pave- ment, in addition to the unwarranted downdrag force (negative skin friction) and lateral pressure on the piles supporting the bridge abutments and ancillary structures. To mitigate these adverse effects, deep-seated saturated clays are pre-consolidated with Fibredrain, a vertical drain manufactured with biodegradable jute and coir fibre, and surcharge, and surface deposits of granular, clayey or peaty materials are treated by high-energy impact (HEI) ap- plication to enforce settlement and improve their bearing capacity. If post-construction secondary compression is significant it can be reduced by placing a higher surcharge than required for primary consolidation. Because of their cost-effectiveness these techniques have been and are being used in several soil improvement projects in the Southeast Asian region. Details of the treatment, the properties of and design procedure for Fibredrains, and the application of HEI are discussed.",
			"references": [
				{
					"title": "On some problems of consolidation and soil stabilisation in soft clays",
					"authors": ["Aboshi H."]
				},
				{
					"title": "Kinking deformation of PVD under consolidation settlement of sur- rounding clay",
					"authors": ["Aboshi H.", "Sutoh Y.", "Inoue T.", "Shimizu X."]
				},
				{
					"title": "Test method for constant head hydraulic transmissivity (in-plane flow) of geotextiles and geotextile related products",
					"authors": ["ASTM D4716"]
				},
				{
					"title": "Consolidation of Changi marine clay of Singapore using flexible drains",
					"authors": ["Choa V.", "Vijiaratnam A.", "Karunaratne G. P.", "Ramaswamy S. D.", "Lee S. L."]
				},
				{
					"title": "Jute and Environment",
					"authors": ["De R. N."]
				}
			]
		},
		{
			"area": 7,
			"filename": "civil-engineer-557b476d4716b.pdf",
			"title": "Civil Engineering: Anachronism and Black Sheep",
			"authors": [
				{
					"name": "Amarjit Singh",
					"email": ""
				}
			],
			"abstract": "The paper presents a thesis that the word “civil” in “civil engineering” is anachronistic and does not represent the works of the so-called civil engineer. The origin and root of the words “engineer” and civil are traced. Engineer is seen to have its roots via the Greek and Latin in the Sanskrit word jan, meaning life, whereas civil is traced to the differentiation that engineers of the 18th and 19th centuries created from their military engineer counterparts. The word engineer was used as far back as the 14th century, though, much of it in nontechnical terms. The evolution of the practice of civil engineering, and the history of the formation of societies are studied to determine how tasks relate to the word civil. Of particular interest is to see what the practitioners and founders of societies aimed to embody in this field of civil engineering. The paper aims to explore the factors and influences in the practice and naming of the civil engineer. It delves into the roots and origins of the names of a number of engineering disciplines, giving explanations and commentary on the implications of those names, and finds that all those names relate to technical functions. The paper concludes that the name of civil engineering does not represent the functional tasks of the civil engineer, in contrast to names of other engineering disciplines, and is, moreover, out of place with modern times. What's in a name? This paper seeks to find out.",
			"references": [
				{
					"title": "The White House",
					"authors": ["Adams, J. Q."]
				},
				{
					"title": "The civil engineer: His origins.",
					"authors": ["ASCE"]
				},
				{
					"title": "The American civil engineer: Origins and conflict",
					"authors": ["Calhoun, D. H."]
				},
				{
					"title": "Encyclopedia: Institution of Civil Engineers.",
					"authors": []
				},
				{
					"title": "The American civil engineer",
					"authors": ["Fairweather, V."]
				}
			]
		},
		{
			"area": 7,
			"filename": "civil-engineer-557b476d4723b.pdf",
			"title": "Properties of Embankments Constructed in Winter",
			"authors": [
				{
					"name": "Atsuko Sato",
					"email": ""
				},
				{
					"name": "Satoshi Nishimoto",
					"email": ""
				},
				{
					"name": "Teruyuki Suzuki",
					"email": ""
				}
			],
			"abstract": "In snowy cold regions, embankments constructed in winter may cause settlement and collapse of slopes in the thawing season in early spring. One of the reasons may be unavoidable suspension of the work due to work schedules while constructing an embankment during a cold winter. Accordingly, assuming such construction, a test construction was conducted in the winter season. For the constructed embankment, its inside temperatures and strength were measured. Also, after the embankment melted it was cut open and the density and water content were measured. As a result, it was found that 1) even in a 30cm high embankment, frost and moisture movement occur, 2) a frozen embankment is strong but a non-frozen one is not strong, 3) depending on the embankment construction method, layered frost remains and the number of layers increases with the increase of construction days, and 4) when the embankment freezes the density and water content decrease.",
			"references": [
				{
					"title": "State of embankments constructed in winter",
					"authors": ["Atsuko Sato", "Satoshi Nishimoto", "Teruyuki Suzuki"]
				},
				{
					"title": "Cold region ground engineering – damages by frost heave and countermeasures",
					"authors": []
				},
				{
					"title": "Grain size distribution as a frost susceptibility criterion of soil",
					"authors": ["ISSMFE TC-8"]
				}
			]
		},
		{
			"area": 7,
			"filename": "civil-engineer-557b476d4728b.pdf",
			"title": "The Unique Medina Dam and Outstanding Texas Civil Engineer: C. Terrell Bartlett",
			"authors": [
				{
					"name": "Jerry R. Rogers",
					"email": "rogers.jerry@att.net"
				}
			],
			"abstract": "In mid-1910, C. Terrell Bartlett, Resident Engineer, Medina Valley Irrigation Co., and two others made a report to build Medina Dam, located northwest of San Antonio. By May 1911, Dr. Fredrich Pearson, Pearson Engineering Corporation - N.Y.C. (with Mexico and other dam experience), secured Medina Dam financing by selling $6 M in British bonds. In Oct. 1911, a large wooden crushing/mixing plant was erected on the site bluff. Innovations included a triple system of hoppers for concrete materials, double- track incline delivery chutes, and two cableways between the towers positioned on the bluffs. From Nov. 9, 1911 - Dec. 31, 1912, the Medina Lake Dam was built in record time. When completed on Dec. 31, 1912, Medina Dam was the largest dam in Texas, fourth largest dam in the U.S., and the largest western irrigation system (26 mi. (41.8 km) of irrigation canals for 33,000 acres (13,354.6 hectares)). On Aug. 24, 2012, the Medina Lake Preservation Society hosted Medina Dam centennial activities (1912 - 2012). \nIn July 1913, Terrell Bartlett, a speaker at the Texas Good Roads Congress, Corpus Christi and six other civil engineers met there to plan/found the Texas Association of Members, ASCE. Bartlett served in many ASCE Texas offices including 1928 President. Terrell Bartlett started an early engineering practice, designing more than 50 bridges, including the second 1938 Galveston causeway, and Bartlett served as engineer for the Hondo Army Airfield/Base plus various city projects. Bartlett wrote many nationally - published technical papers that are still considered classics. Bartlett supported engineering registration and was Texas P.E. Registration No. 9. C.T. Bartlett was named San Antonio Engineer of the Year in 1953 and cited as “Dean of Texas Consulting Engineers.”",
			"references": [
				{
					"title": "Rapid Construction on Medina Valley Irrigation Project in Texas",
					"authors": ["Bartlett, Terrell"]
				},
				{
					"title": "Corpus Christi Causeway Contains 2300 Feet of Reinforced-Concrete Girder Spans",
					"authors": ["Bartlett, Terrell"]
				},
				{
					"title": "The Tidal Storm at Corpus Christi and Its Effect on Engineering Structures",
					"authors": ["Bartlett, Terrell"]
				},
				{
					"title": "The Flood of September, 1921, at San Antonio, Texas",
					"authors": ["Bartlett, C. Terrell"]
				},
				{
					"title": "The New Galveston Causeway: Basic Features in Developing Two Million Dollar Texas Structure, Now Under Way",
					"authors": ["Bartlett, Terrell"]
				}
			]
		},
		{
			"area": 7,
			"filename": "civil-engineer-557b476d4738b.pdf",
			"title": "Nondestructive testing of asphalt pavements for structural condition evaluation: a state of the art",
			"authors": [
				{
					"name": "AMIT GOEL",
					"email": ""
				},
				{
					"name": "ANIMESH DAS",
					"email": ""
				}
			],
			"abstract": "Nondestructive testing provides ideal means to test pavement structure in a rapid and convenient manner. In last few years, significant development has taken place in this field. This paper, presents some of the major conventional as well as emerging nondestructive evaluation methods for in situ structural assessment of asphalt pavements. Discussion of methods is primarily directed towards the estimation of layer moduli and thickness values which are direct indicators of the structural strength of pavement. Estimation of density, moisture content, etc. has not been emphasised in this paper.",
			"references": [
				{
					"title": "Standard Test Method for Pulse Velocity Through Concrete",
					"authors": ["ASTM C597-02"]
				},
				{
					"title": "Standard Test Method for Measuring the P-Wave Speed and Thickness of Concrete Plates Using the Impact-Echo Method",
					"authors": ["ASTM C1383"]
				},
				{
					"title": "Nondestructive Testing of Pavements Using Cyclic-Loading Dynamic Equipment",
					"authors": ["ASTM D4602"]
				},
				{
					"title": "Standard Test Method for Deflections With a Falling Weight Type Impulseload Device",
					"authors": ["ASTM D4694"]
				},
				{
					"title": "Standard Test Method for Determining the Thickness of Bound Pavement Layers Using Short- Pulseradar",
					"authors": ["ASTM D4748"]
				}
			]
		},
		{
			"area": 7,
			"filename": "civil-engineer-557b476d47338.pdf",
			"title": "Influence of construction loading on deflections in reinforced concrete slabs",
			"authors": [
				{
					"name": "R. L. Vollum",
					"email": ""
				},
				{
					"name": "N. Afshar",
					"email": ""
				}
			],
			"abstract": "This paper describes and analyses a series of tests on one-way spanning slabs, which were carried out at Imperial College London to investigate the influence of peak construction loads on long-term tension stiffening and slab deflections. The work was carried out to investigate the validity of conclusions drawn from the first author's back analysis of deflection data in the Cardington in situ concrete building, which suggested that long-term deflections in slabs could be governed by short-term construction and in-service loads. An improved method is proposed for taking account of the effect of peak construction loads on long-term slab deflections. The method is shown to be more accurate than the rigorous method in Concrete Society Report TR58 which is based on the first authors' analysis of slab deflections at Cardington.",
			"references": [
				{
					"title": "Slab deflections in the Cardington in-situ concrete frame building",
					"authors": ["Vollum R. L.", "Moss R. M.", "Hossain T. R."]
				},
				{
					"title": "Prediction of slab deflections and validation against Cardington data",
					"authors": ["Hossain T. R", "Vollum R. L."]
				},
				{
					"title": "Are existing span-to-depth rules conservative for flat slabs?",
					"authors": ["Vollum R. L.", "Hossain T. R."]
				},
				{
					"title": "Eurocode 2: Design of Concrete Structures: Part 1-1: General Rules and Rules for Buildings",
					"authors": ["British Standards Institution"]
				},
				{
					"title": "Deflections in Concrete Beams and Slabs",
					"authors": ["Concrete Society"]
				}
			]
		}
	]
}