{
	"papers": [
		{
			"filename": "biology-zoological-557b476d452d1.pdf",
			"title": "The National Zoological Gardens of South Africa: a National Research Facility",
			"authors": [
				{
					"name": "A. KOTZE",
					"email": "antoinette@nzg.ac.za"
				},
				{
					"name": "C. NXOMANI",
					"email": ""
				}
			],
			"abstract": "The National Zoological Gardens of South Africa (NZG) has been a declared National Research Facility of the National Research Foundation (NRF) since 1 April 2004. As an independent government agency, the NRF pro- motes and supports research in all knowledge fields. The National Research Facilities, placed under the custodian- ship of the NRF, contribute to the provision of a high- quality research platform for the research community across the national science system. The NZG as a National Research Facility is in a unique position to generate new knowledge, core technologies and data pools/collections commensurate with international stan- dards. It provides a critical mass of equipment, skills and users and the potential for networking and attracting collaboration. The facility offers unique opportunities for the advancement of science and for an interface between science and the public, and the additional provision of opportunities for people development. The broad strategic contexts of the NZG are thematic drivers. These drivers focus on the way the organization attracts, develops and retains talent. The aim is to uphold ex- cellence in all investments in knowledge, people and infrastructure.",
			"references": [
				{
					"title": "Captive propagation at the National Zoological Gardens of South Africa, Pretoria",
					"authors": ["BRAND, D. J."]
				},
				{
					"title": "Assessment of CHD-specific primers for gender determination in red-billed oxpeckers (Buphagus erythrorhynchus)",
					"authors": ["DALTON, D. L.", "KOTZÉ , A.", "HOWITT, M."]
				},
				{
					"title": "Building a future for wildlife. Zoos and aquariums committed to biodiversity conservation",
					"authors": ["DICK, G.", "GUSSET, M."]
				},
				{
					"title": "Pulmonary infection due to Mycrobacterium bovis in a black rhinoceros (Diceros bicornis bicornis) in South Africa",
					"authors": ["ESPIE, I. W.", "HLOKE, T. M.", "GEY VAN PITTIUS, N. C.", "LANE, E.", "TORDIFFE, S. W.", "MICHEL, A. L.", "MULLER, A.", "KOTZE, A.", "VAN HELDEN, P. D."]
				},
				{
					"title": "The effect of boma-housing and long-acting tranquillizers on body temperature, physical activity and food intake of blue wildebeest (Connochaetes taurinus)",
					"authors": ["FICK, L.", "MATTHEE, A.", "MITCHELL, D.", "FULLER, A."]
				}
			]
		},
		{
			"filename": "biology-zoological-557b476d453a6.pdf",
			"title": "Deer antlers: a zoological curiosity or the key to understanding organ regeneration in mammals?",
			"authors": [
				{
					"name": "J. S. Price",
					"email": ""
				},
				{
					"name": "S. Allen",
					"email": ""
				},
				{
					"name": "C. Faucheux",
					"email": ""
				},
				{
					"name": "T. Althnaian",
					"email": ""
				},
				{
					"name": "J. G. Mount",
					"email": ""
				}
			],
			"abstract": "Many organisms are able to regenerate lost or damaged body parts that are structural and functional replicates of the original. Eventually these become fully integrated into pre-existing tissues. However, with the exception of deer, mammals have lost this ability. Each spring deer shed antlers that were used for fighting and display during the previous mating season. Their loss is triggered by a fall in circulating testosterone levels, a hormonal change that is linked to an increase in day length. A complex ‘blastema-like’ structure or ‘antler-bud’ then forms; however, unlike the regenerative process in the newt, most evidence (albeit indirect) suggests that this does not involve reversal of the differentiated state but is stem cell based. The subsequent re-growth of antlers during the spring and summer months is spectacular and represents one of the fastest rates of organogenesis in the animal kingdom. Longitudinal growth involves endochondral ossification in the tip of each antler branch and bone growth around the antler shaft is by intramembranous ossification. As androgen concentrations rise in late summer, longitudinal growth stops, the skin (velvet) covering the antler is lost and antlers are ‘polished’ in preparation for the mating season. Although the timing of the antler growth cycle is clearly closely linked to circulating testosterone, oestro- gen may be a key cellular regulator, as it is in the skeleton of other male mammals. We still know very little about the molecular machinery required for antler regeneration, although there is evidence that developmental signal- ling pathways with pleiotropic functions are important and that novel ‘antler-specific’ molecules may not exist. Identifying these pathways and factors, deciphering their interactions and how they are regulated by environmen- tal cues could have an important impact on human health if this knowledge is applied to the engineering of new human tissues and organs.",
			"references": [
				{
					"title": "Retinoic acid regulates osteoclast and chondrocyte differentiation in deer antlers which express retinoic acid receptors in vivo",
					"authors": ["Allen SP", "Maden M", "Price JS"]
				},
				{
					"title": "A role for retinoic acid in regulating the regeneration of deer antlers",
					"authors": ["Allen SP", "Maden M", "Price JS"]
				},
				{
					"title": "Plasma calcemic hormones in mature female reindeer, Rangifer tarandus",
					"authors": ["Baksi SN", "Newbury JW"]
				},
				{
					"title": "Antler development as a unique modification of mammalian endochondral ossification",
					"authors": ["Banks JW", "Newbry WJ"]
				},
				{
					"title": "Expression of PTHrP and the PTH/PTHrP receptor in growing red deer antler",
					"authors": ["Barling PM", "Liu H", "Matich J"]
				}
			]
		},
		{
			"filename": "biology-zoological-557b476d453f9.pdf",
			"title": "A Case Study of Malayan Tapir (Tapirus indicus) Husbandry Practice Across 10 Zoological Collections",
			"authors": [
				{
					"name": "Paul E. Rose",
					"email": ""
				},
				{
					"name": "Sarah M. Roffe",
					"email": ""
				}
			],
			"abstract": "The Malayan, or Asian, tapir (Tapirus indicus) has a diminishing wild population and is becoming more common in captivity as zoos attempt to manage sustainable ex situ populations. Tapirs can be relatively easy to maintain and breed, but captive animals appear to suffer from reduced activity budgets, obesity, and poor public image. A questionnaire- based survey was designed and sent specifically to 10 collections around the world that exhibit Malayan tapirs, with the aim of assessing husbandry regimes to determine prevalence of standardized practices as well as highlighting any key differences, and to showcase good practice, thus providing information beneficial to those maintaining this species in their zoo. Twenty-five animals were included in the survey from collections across four continents. The research’s major conclusions show differing dietary make-up, with a lack of forage provision, contrasting with a diverse array of enrichment protocols used. Significant differences were noted between zoos for total amount of food offered (P = 0.000) as well as ratios of forage to concentrate pellet offered (P = 0.004). Comparing food offered to male and female tapirs with published requirements for an “average” of either gender shows not all zoos providing the amount sug- gested in husbandry guidelines. Intelligently designed and original enrichment was provided to all animals but differ- ences between zoos were noted in the application and “usefulness” of enrichment for individual tapir. Overall, animals are benefiting from enrichment but welfare could be further improved via consistent feeding of ad libitum forage and regular use of browse as a constituent part of daily rations.",
			"references": [
				{
					"title": "Minimum husbandry standards: Tapiridae [Tapirs]",
					"authors": ["Barongi R."]
				},
				{
					"title": "Zoo standards for keeping tapirs in captivity",
					"authors": ["Barongi R."]
				},
				{
					"title": "Suggested guidelines for ungulate enrichment",
					"authors": ["Burgess AE."]
				},
				{
					"title": "Feeding and faeces consistency of South American tapir (Taprius terrestris) at Zurich Zoo",
					"authors": ["Clauss M", "Aufranc R", "Hatt J-M."]
				},
				{
					"title": "The nutrition of browsers In: Fowler ME, Miller RE, editors",
					"authors": ["Clauss M", "Dierenfeld, ES"]
				}
			]
		},
		{
			"filename": "biology-zoological-557b476d4533a.pdf",
			"title": "A comparative assessment of univariate longevity measures using zoological animal records",
			"authors": [
				{
					"name": "Jacob A. Moorad",
					"email": ""
				},
				{
					"name": "Daniel E. L. Promislow",
					"email": ""
				},
				{
					"name": "Nate Flesness",
					"email": ""
				},
				{
					"name": "Richard A. Miller",
					"email": ""
				}
			],
			"abstract": "Comparative biogerontology evaluates cellular, molecular, phys- iological, and genomic properties that distinguish short-lived from long-lived species. These studies typically use maximum reported lifespan (MRLS) as the index with which to compare traits, but there is a general awareness that MRLS is not ideal owing to statistical shortcomings that include bias resulting from small sample sizes. Nevertheless, MRLS has enough spe- cies-specific information to show strong associations with many other species-specific traits, such as body mass, stress resis- tance, and codon usage. The major goal of this study was to see if we could identify surrogate measures with better statisti- cal properties than MRLS but that still capture inter-species differences in extreme lifespan. Using zoological records of 181 bird and mammal species, we evaluated 16 univariate metrics of aging and longevity, including nonparametric quantile-based measures and parameters derived from demographic models of aging, for three desirable statistical properties. We wished to identify those measures that: (i) correlated well with MRLS when the biasing effects of sample size were removed; (ii) cor- related weakly with population size; and (iii) were highly robust to the effects of sampling error. Nonparametric univari- ate descriptors of the distribution of lifespans clearly outper- formed the measures derived from demographic analyses. Mean adult lifespan and quantile-based measures, and in partic- ular the 90th quantile of longevity, performed particularly well, demonstrating far less sensitivity to small sample size effects than MRLS while preserving much of the information contained in the maximum lifespan measure. These measures should take the place of MRLS in comparative studies of lifespan.",
			"references": [
				{
					"title": "Mammalian aging, metabolism, and ecology: evidence from the bats and marsupials",
					"authors": ["Austad SN", "Fischer KE"]
				},
				{
					"title": "Survomatic: analysis of longevity data",
					"authors": ["Bokov AF", "Gelfond J"]
				},
				{
					"title": "Aging in the natural world: comparative data reveal similar mortality patterns across primates",
					"authors": ["Bronikowski AM", "Altmann J", "Brockman DK", "Cords M", "Fedigan LM", "Pusey A", "Stoinski T", "Morris WF", "Strier KB", "Alberts SC"]
				},
				{
					"title": "Longevity Records: Monographs on Population Aging Vol 8: Life Spans of Mammals, Birds, Amphibians, Reptiles, and Fish",
					"authors": ["Carey JR", "Judge DS"]
				},
				{
					"title": "The Biology of Senescence",
					"authors": ["Comfort A"]
				}
			]
		},
		{
			"filename": "biology-zoological-557b476d4544c.pdf",
			"title": "Chimpanzee (Pan troglodytes) Birth Patterns and Human Presence in Zoological Settings",
			"authors": [
				{
					"name": "KATHERINE E. WAGNER",
					"email": ""
				},
				{
					"name": "STEPHEN R. ROSS",
					"email": ""
				}
			],
			"abstract": "In response to work demonstrating a negative correlation between human staff activity and parturition in laboratory-managed primates, this study examined the distribution of 231 captive chimpanzee (Pan troglodytes) births that occurred in accredited American zoological institutions by the day of the week on which the birth was discovered. We hypothesized that if chimpanzee parturition patterns displayed sensitivity to human presence, then fewer births per day would be reported during the weekend period, when the visitor density was high, as compared with the lower density working week. Analyses indicated that chimpanzee births were randomly distributed throughout the week. In the context of the questionable sensitivity of primate parturition to external influence, results suggest that variations in human presence do not affect the fine-level timing of birth in chimpanzees managed in a zoological setting.",
			"references": [
				{
					"title": "Effects of management practices on the timing of captive chimpanzee births",
					"authors": ["Alford PL", "Nash LT", "Fritz J", "Bowen JA"]
				},
				{
					"title": "Birth seasonality of Cebus apella (Platyrrhini, Cebidae) in Brazilian zoos along a latitudinal gradient",
					"authors": ["Bicca-Marques JC", "Gomes DF"]
				},
				{
					"title": "Visitors excite primates in zoos",
					"authors": ["Chamove AS", "Hosey GR", "Schaetzel P"]
				},
				{
					"title": "Daytime births in captive patas monkeys",
					"authors": ["Chism J", "Rowell TE", "Richards SM"]
				},
				{
					"title": "Mouse placental prostaglandins are associated with uterine activation and the timing of birth",
					"authors": ["Cook JL", "Shallow MC", "Zaragoza DB", "Anderson KI", "Olson DM"]
				}
			]
		},
		{
			"filename": "biology-zoological-557b476d45277.pdf",
			"title": "The Proceedings of the Zoological Society of London, 1859–1900: an exploration of breaks between calendar years of publication",
			"authors": [
				{
					"name": "Edward C. Dickinson",
					"email": ""
				}
			],
			"abstract": "Duncan (1937) provided detailed information that has been widely used to date names of new taxa described in early volumes of the Proceedings. The examinations reported here suggest that at least at the point where the year of publication is important Duncan was usually correct, and although exceptions are reported they are not of great consequence (although 14 of 42 volumes are anomalous). These exceptions relate to cases where the published pages differed from a multiple of the signature size by a couple of pages or so. Over the 41 volumes examined, two or more techniques were used to provide, economically, text needed to complete an article that would have over-run the number of signatures planned for the issue. The importance of retaining wrappers and binding them in is demonstrated by what can be learned from them.",
			"references": [
				{
					"title": "Proc. Zool. Soc. Lond., publication dates",
					"authors": ["Cowan, C. F."]
				},
				{
					"title": "Confirmation of the date of description of a broadbill (Calyptomena, Aves)",
					"authors": ["Dickinson, E. C."]
				},
				{
					"title": "On the dates of publication of the Society’s ‘Proceedings’",
					"authors": ["Duncan, F. M."]
				},
				{
					"title": "International code of zoological nomenclature",
					"authors": ["ICZN"]
				}
			]
		},
		{
			"filename": "biology-zoological-558720773456f.pdf",
			"title": "Disseminating a Sun Safety Program to Zoological Parks: The Effects of Tailoring",
			"authors": [
				{
					"name": "Elizabeth Lewis",
					"email": ""
				},
				{
					"name": "Joni A. Mayer",
					"email": ""
				},
				{
					"name": "Donald Slymen",
					"email": ""
				},
				{
					"name": "George Belch",
					"email": ""
				},
				{
					"name": "Moshe Engelberg",
					"email": ""
				}
			],
			"abstract": "Previous research found that a sun safety program for visitors at 1 zoo increased sun safety behaviors. This randomized study compared the effects of tailored dissemination materials plus 2 brief follow-up phone calls (tailored group) versus generic materials (basic group) on implementation by other zoos of the previously evaluated sun safety program. Education directors of 126 zoos completed surveys several months following initial dissemination and 1 year later. During Summer 1, 40% of tailored group zoos and 24% of basic group zoos offered visitors at least 1 sun safety activity (odds ratio 􏰇 2.2, 95% confidence interval 􏰇 1.0 – 4.8). During Summer 2, these rates were 34% and 44%, respectively (ns). The pattern of findings suggests that tailoring had no incremental long-term impact and that the generic materials produced a good level of dissemination.",
			"references": [
				{
					"title": "Cancer facts and figures 2003 [Brochure]",
					"authors": ["American Cancer Society"]
				},
				{
					"title": "Careers in zoos and aquariums",
					"authors": ["American Zoo and Aquarium Association"]
				},
				{
					"title": "Social foundations of thought and action: A social cognitive approach",
					"authors": ["Bandura, A."]
				},
				{
					"title": "Diffusion of an effective tobacco prevention program: Part 1",
					"authors": ["Brink, S. G.", "Basen-Engquist, K. M.", "O’Hara-Tompkins, N. M.", "Parcel, G. S.", "Gottlieb, N. H.", "Lovato, C. Y."]
				},
				{
					"title": "Effects of tailored, personalized, and general health messages on physical activity",
					"authors": ["Bull, F. C.", "Kreuter, M. W.", "Scharff, D. P."]
				}
			]
		}
	]
}