{
	"papers": [
		{
			"filename": "psychology-557b476d584b9.pdf",
			"title": "Intelligence and socioeconomic success: A meta-analytic review of longitudinal research",
			"authors": [
				{
					"name": "Tarmo Strenze",
					"email": "tstrenze@ut.ee"
				}
			],
			"abstract": "The relationship between intelligence and socioeconomic success has been the source of numerous controversies. The present paper conducted a meta-analysis of the longitudinal studies that have investigated intelligence as a predictor of success (as measured by education, occupation, and income). In order to better evaluate the predictive power of intelligence, the paper also includes meta- analyses of parental socioeconomic status (SES) and academic performance (school grades) as predictors of success. The results demonstrate that intelligence is a powerful predictor of success but, on the whole, not an overwhelmingly better predictor than parental SES or grades. Moderator analyses showed that the relationship between intelligence and success is dependent on the age of the sample but there is little evidence of any historical trend in the relationship.",
			"references": [
				{
					"title": "Individual differences in skill learning: An integration of psychometric and information processing perspectives",
					"authors": ["Ackerman, P. L."]
				},
				{
					"title": "Parental divorce and adult well-being: A meta-analysis",
					"authors": ["Amato, P. R.", "Keith, B."]
				},
				{
					"title": "Psychological testing (7th edition)",
					"authors": ["Anastasi, A.", "Urbina, S."]
				},
				{
					"title": "Estimates of economic return to schooling from a new sample of twins",
					"authors": ["Ashenfelter, O.", "Krueger, A."]
				},
				{
					"title": "On intergenerational mobility in Britain",
					"authors": ["Atkinson, A. B."]
				}
			]
		},
		{
			"filename": "psychology-557b476d585c2.pdf",
			"title": "Hardiness and Burnout Syndrome: A Cross-Cultural Study among Portuguese and Brazilian Nurses",
			"authors": [
				{
					"name": "Mary Sandra Carlotto",
					"email": "mscarlotto@ gmail.com"
				},
				{
					"name": "Cristina Queirós",
					"email": "cqueiros@fpce.up.pt"
				},
				{
					"name": "Sofia Dias",
					"email": "sofiarsdias@gmail.com"
				},
				{
					"name": "Mariana Kaiseler",
					"email": "m.h.kaiseler@leedsmet.ac.uk"
				}
			],
			"abstract": "This cross-cultural study investigated and compared the influence of hardiness in burnout among Portuguese and Brazilian nurses, as measured by the Maslach Burnout Inventory- Human Service Survey (MBI-HSS) and the Personal Views Survey (PVS). The sample consisted of 630 nurses working in hospitals (394 Portuguese, 236 Brazilians). The statistical analysis using multiple linear regression showed that hardiness is a personality trait that explains burnout, presenting different predictive models for each sample. Results suggested that overall work characteristics and work settings of Portuguese and Brazilian nurses explained the differences found between the samples. Findings suggested that future applied interventions aiming to reduce burnout among Portuguese and Brazilian nurses, should contemplate different hardiness dimensions.",
			"references": [
				{
					"title": "Relationships between personality variables and burnout: A meta-analysis",
					"authors": ["Alarcon, G.", "Eschleman, K. J.", "Bowling, N. A."]
				},
				{
					"title": "Uma Biografia partilhada da Enfermagem. A segunda metade do Século XX [A Biography of Nursing shared. The second half of the XX Century]",
					"authors": ["Amendoeira, J."]
				},
				{
					"title": "Processos e trajectórias de socialização em enfermagem - Uma reflexão sociológica sobre a construção de identidades sociais e profissionais dos estudantes [Processes and pathways of socialization in nursing - A sociological reflection about the development of social and professional identities among students]",
					"authors": ["Antunes, L."]
				},
				{
					"title": "Personality hardiness, job involvement and job burnout among teachers",
					"authors": ["Azeem, S. M."]
				},
				{
					"title": "Hardy personality, stress, and health",
					"authors": ["Beehr, T. A.", "Bowling, N. A."]
				}
			]
		},
		{
			"filename": "psychology-557b476d5850c.pdf",
			"title": "The Science of Sex Differences in Science and Mathematics",
			"authors": [
				{
					"name": "Diane F. Halpern",
					"email": "diane.halpern@cmc.edu"
				},
				{
					"name": "Camilla P. Benbow",
					"email": ""
				},
				{
					"name": "David C. Geary",
					"email": ""
				},
				{
					"name": "Ruben C. Gur",
					"email": ""
				},
				{
					"name": "Janet Shibley Hyde",
					"email": ""
				}
			],
			"abstract": "Amid ongoing public speculation about the reasons for sex differences in careers in science and mathematics, we present a consensus statement that is based on the best available scientific evidence. Sex differences in science and math achievement and ability are smaller for the mid-range of the abilities distribution than they are for those with the highest levels of achievement and ability. Males are more variable on most measures of quantitative and visuospatial ability, which necessarily results in more males at both high- and low-ability extremes; the reasons why males are often more variable remain elusive. Successful careers in math and science require many types of cognitive abilities. Females tend to excel in verbal abilities, with large differences between females and males found when assessments include writing samples. High-level achievement in science and math requires the ability to communicate effectively and comprehend abstract ideas, so the female advantage in writing should be helpful in all academic domains. Males outperform females on most measures of visuospatial abilities, which have been implicated as contributing to sex differences on standardized exams in mathematics and science. An evolutionary account of sex differences in mathematics and science supports the conclusion that, although sex differences in math and science performance have not directly evolved, they could be indirectly related to differences in interests and specific brain and cognitive systems. We review the brain basis for sex differences in science and mathematics, describe consistent effects, and identify numerous possible correlates. Experience alters brain structures and functioning, so causal statements about brain differences and success in math and science are circular. A wide range of sociocultural forces contribute to sex differences in mathematics and science achievement and ability—including the effects of family, neighborhood, peer, and school influences; training and experience; and cultural practices. We conclude that early experience, biological factors, educational policy, and cultural context affect the number of women and men who pursue advanced study in science and math and that these effects add and interact in complex ways. There are no single or simple answers to the complex questions about sex differences in science and mathematics.",
			"references": [
				{
					"title": "Multipotentiality among the intellectually gifted: ''It was never there and already it's vanishing.''",
					"authors": ["Achter, J.A.", "Lubinski, D.", "Benbow, C.P."]
				},
				{
					"title": "Assessing vocational preferences among intellectually gifted adolescents adds incremental validity to abilities: A discriminant analysis of educational outcomes over a 10-year interval",
					"authors": ["Achter, J.A.", "Lubinski, D.", "Benbow, C.P.", "Eftekhari-Sanjani, H."]
				},
				{
					"title": "A theory of adult intellectual development: Process, personality, interests, and knowledge",
					"authors": ["Ackerman, P.L."]
				},
				{
					"title": "Intelligence, personality, and interests: Evidence for overlapping traits",
					"authors": ["Ackerman, P.L.", "Heggestad, E.D."]
				},
				{
					"title": "A database of [(18)F]-altanserin binding to 5-HT(2A) receptors in normal volunteers: Normative data and relationship to physiological and demographic variables",
					"authors": ["Adams, K.H.", "Pinborg, L.H.", "Svarer, C.", "Hasselbalch, S.G.", "Holm, S.", "Haugbol, S."]
				}
			]
		},
		{
			"filename": "psychology-557b476d58371.pdf",
			"title": "MASCULINITY, SEXUALITY AND THE BODY OF MALE SOLDIERS",
			"authors": [
				{
					"name": "Nyameka Mankayi",
					"email": "MankayiN@ukzn.ac.za"
				}
			],
			"abstract": "Considering that social identities such as gender, culture, race, age and class play a major role in constructing masculinity, this paper looks at how these intersect with the body and what discourses of masculinity and sexualities are in evidence in this respect in the overtly masculinist context of the military. Drawing on data from a larger study exploring 14 military men's narratives on their masculinity, sexuality, sexual relationships and HIV/AIDS, the findings illustrate how successful masculinity in the military context is played out through particular bodily performances, including being physically strong, proving one's strength through high risk military activities, and through hypersexuality. There is evidence that the body and other bodily representations and accessories related to being in the military (uniform, weapons, etc.) is a key area in which masculine identity is performed by men in this institution. The suggestion is that male sexual practices cannot be tackled without examining the intersection of the body and masculine identity and in the military this means a particular focus on the way in which the body is centred in performances and representations of being both a military person and a man.",
			"references": [
				{
					"title": "Men, identity and military culture, in Tomsen",
					"authors": ["Agostino, K"]
				},
				{
					"title": "The organizational construction of hegemonic masculinity: The case of the US Navy",
					"authors": ["Barrett, F J"]
				},
				{
					"title": "Masculinities and identities",
					"authors": ["Buchbinder, D"]
				},
				{
					"title": "Going underground and going after women: Masculinity and HIV transmission amongst black workers on the gold mines, in Morrell, R (ed)",
					"authors": ["Campbell, C"]
				},
				{
					"title": "Marginalized masculinities and hegemonic masculinity: An introduction",
					"authors": ["Cheng, C"]
				}
			]
		},
		{
			"filename": "psychology-557b476d58401.pdf",
			"title": "Consumption of alCohol and depression in students of a publiC sChool of CoatzaCoalCos, VeraCruz, mexiCo",
			"authors": [
				{
					"name": "Brenda Alicia Hernández-Cortaza",
					"email": "bahc13@hotmail.com"
				}
			],
			"abstract": "Descriptive and transverse study aimed to examine the relationship between the level of depression and the pattern of alcohol consumption in students of a public school in Coatzacoalcos, Veracruz, Mexico. The sample reached 175 students of both sexes between 15 and 19 years old selected by simple random sampling. It was used a document containing personal data, the Zung Self-Rating Depression Scale and the AUDIT test. It was found that 96.6% of participants presented some level of depression, 97.9% were women and 95.1% were men. Regarding the consumption of alcohol, 58.3% reported consuming it, 14.3% with risk consumption, 2.9% with harmful use and 1.1% already showed dependence. It was found that most young people consume alcohol and have some level of depression.",
			"references": [
				{
					"title": "La medición de la depresión en adolescentes: Una propuesta psicométrica",
					"authors": ["González, S.", "De la cruz D.", "Martínez, X."]
				},
				{
					"title": "Evaluación de la depresión en hombres y mujeres preuniversitarios",
					"authors": ["Balcázar P.", "Bonilla M.", "Santamaría J.", "Gurrola G.", "Trejo L."]
				},
				{
					"title": "Diagnostico Situacional en Salud Mental",
					"authors": ["Organización Mundial de la Salud"]
				},
				{
					"title": "Prevalencia y diagnostico de depresión en población adulta en México",
					"authors": ["Bello M.", "Puentes-Rosas E.", "Medina-Mora M.", "Lozano R."]
				},
				{
					"title": "Afecta la depresión a los estudiantes de bachillerato",
					"authors": ["Periódico la jornada"]
				}
			]
		},
		{
			"filename": "psychology-557b476d58458.pdf",
			"title": "Psychometric Properties of the Spanish Language Version of the Stress in Children Questionnaire (SiC)",
			"authors": [
				{
					"name": "Alejandra Caqueo-Urízar",
					"email": "acaqueo@uta.cl"
				},
				{
					"name": "Alfonso Urzúa",
					"email": "alurzua@ucn.cl"
				},
				{
					"name": "Walter Osika",
					"email": "walter.osika@ki.se"
				}
			],
			"abstract": "This study describes an analysis of the psychometric properties of a Spanish language version of the Stress in Children (SiC) questionnaire. A group of Chilean school children was evaluated. The results show a tested version of the mentioned questionnaire which consists of 16 items distributed across two factors (emotional well-being and sources of distress). Internal consistency indices (Cronbach's alpha-coefficients) were high. It is concluded there are appropriate psychometric properties for the Stress in Children questionnaire for this group of Chilean children. It is, therefore, a brief and easy to understand instrument of child assessment.",
			"references": [
				{
					"title": "Recurrent pain, stress, tender points and fibromyalgia in childhood: An exploratory descriptive clinical study",
					"authors": ["Alfvén, G."]
				},
				{
					"title": "Initial development of a new measure of minor stress for adolescents: The adolescent minor stress inventory",
					"authors": ["Ames, S. C.", "Offord, K. P.", "Nirelli, L. M.", "Patten, C. A.", "Friedrich, W. N.", "Hurt, R. D."]
				},
				{
					"title": "Epidemiological issues",
					"authors": ["Anderson, J."]
				},
				{
					"title": "Elementary school student burnout scale for grades 6-8: A study of validity and reliability",
					"authors": ["Aypay, A."]
				},
				{
					"title": "Une mesure du stress des adolescents hospitalisés",
					"authors": ["Bailly, D.", "Wertz, E.", "Devos, P.", "Veignie, L.", "Turck, D."]
				}
			]
		},
		{
			"filename": "psychology-557b476d58568.pdf",
			"title": "Facial information processing in schizophrenia",
			"authors": [
				{
					"name": "João Paulo Machado de Sousa",
					"email": "jpmpaulos@yahoo.com.br"
				},
				{
					"name": "Jaime Eduardo Cecílio Hallak",
					"email": ""
				}
			],
			"abstract": "The processing of facial identity and emotion in schizophrenia and its relation with these patients’ cognitive and social functioning has been extensively studied over the last 25 years. In this paper, the results of 32 studies indexed in the PubMed database and published between 2001 and 2005 are analyzed and synthesized. Following the description of the problem and presentation of current hypotheses, methodological aspects and findings concerning the processing of facial emotion and identity are discussed. The analysis shows that, despite the growing attention dedicated to the theme and the provision of more specific results, the question of dependence/ independence between the two processes - emotion and identity recognition - and between these and the pervasive cognitive deficits found in schizophrenia remains unanswered.",
			"references": [
				{
					"title": "Facial affect recognition: A mediator between cognitive and social functioning in psychosis?",
					"authors": ["Addington, J.", "Saeedi, H.", "Addington D."]
				},
				{
					"title": "Selective attention to facial emotion and identity in schizophrenia",
					"authors": ["Baudouin, J.Y.", "Martin, F.", "Tiberghien, G.", "Verlut, I.", "Franck, N."]
				},
				{
					"title": "Facial expression and sex recognition in schizophrenia and depression",
					"authors": ["Bediou, B.", "Krolak-Salmon, P.", "Saoud, M.", "Burt, M.", "Dalery, J.", "D’Amato, T."]
				},
				{
					"title": "Contributions to Neuropsychological Assessment",
					"authors": ["Benton, A.L.", "Hamsher, K. de S.", "Varney, N.R.", "Spreen, O."]
				},
				{
					"title": "Facial expressions, their communicatory functions and neuro-cognitive substrates",
					"authors": ["Blair, R.J.R."]
				}
			]
		}
	]
}