{
	"papers": [
		{
			"filename": "speech-557b476d5a0ad.pdf",
			"title": "Teaching Speech Pathology Students the Interpretation of Videofluoroscopic Swallowing Studies",
			"authors": [
				{
					"name": "Melissa Wooi",
					"email": ""
				},
				{
					"name": "Amanda Scott",
					"email": ""
				},
				{
					"name": "Alison Perry",
					"email": "A.Perry@latrobe.edu.au"
				}
			],
			"abstract": "This article examines a teaching package that was designed to cover the progression of skills agreed to by clinicians and educators as being pertinent to interpreting Videofluoroscopy Swallowing Studies (VFSSs). Sessions taught included knowledge of anatomy and physiology of swallowing, examination and identification of structures and landmarks from radiographs, and the use of an assessment scale such as the Bethlehem Assessment Scale (BAS) to interpret VFSSs. The ability to interpret eight VFSSs using the BAS was used as the final assessment. ANOVA for repeated measures and post hoc tests using Tukey's HSD statistic revealed that there was a statistically significant correlation between students' knowledge of anatomy and physiology and their knowledge of radiographic anatomy. There was a statistically significant correlation between their knowledge of radiographic anatomy and their ability to interpret videofluoroscopic examinations, as assessed using the BAS. There was also a statistically significant correlation between their knowledge of anatomy and physiology and their ability to interpret videofluoroscopic examinations using the BAS.",
			"references": [
				{
					"title": "A study of inter-scorer reliability when using videofluoroscopy as an assessment of swallowing",
					"authors": ["Scott A", "Perry A", "Bench J"]
				},
				{
					"title": "Intra- and inter-rater variation in the evaluation of videofluorographic swallowing studies",
					"authors": ["Kuhlemeier KV", "Yates P", "Palmer JB"]
				},
				{
					"title": "Competency-based occupational standards for speech pathologists",
					"authors": ["Australian Association of Speech and Hearing"]
				},
				{
					"title": "Dysphagia: A survey of graduate students",
					"authors": ["Jarchow J"]
				},
				{
					"title": "A combined approach to the assessment of neurological dysphagia",
					"authors": ["Price GJ", "Jones CJ", "Chalton R", "Allen CMC"]
				}
			]
		},
		{
			"filename": "speech-557b476d5a1a0.pdf",
			"title": "Interaction between auditory and motor systems in speech perception",
			"authors": [
				{
					"name": "Zhe-Meng Wu",
					"email": ""
				},
				{
					"name": "Ming-Li Chen",
					"email": ""
				},
				{
					"name": "Xi-Hong Wu",
					"email": ""
				},
				{
					"name": "Liang Li",
					"email": "liangli@pku.edu.cn"
				}
			],
			"abstract": "Based on the Motor Theory of speech perception, the interaction between the auditory and motor systems plays an essential role in speech perception. Since the Motor Theory was proposed, it has received remarkable attention in the field. However, each of the three hypotheses of the theory still needs further verification. In this review, we focus on how the auditory-motor anatomical and functional associations play a role in speech perception and discuss why previous studies could not reach an agreement and particularly whether the motor system involvement in speech perception is task-load dependent. Finally, we suggest that the function of the auditory-motor link is particularly useful for speech perception under adverse listening conditions and the further revised Motor Theory is a potential solution to the “cocktail-party” problem.",
			"references": [
				{
					"title": "The role of selected stimulus-variables in the perception of the unvoiced stop consonants",
					"authors": ["Liberman AM", "Delattre P", "Cooper FS"]
				},
				{
					"title": "Perception of the speech code",
					"authors": ["Liberman AM", "Cooper FS", "Shankweiler DP", "Studdert KM"]
				},
				{
					"title": "Speech: A Special Code",
					"authors": ["Liberman AM"]
				},
				{
					"title": "Coarticulation in recent speech production models",
					"authors": ["Kent RD", "Minifie FD"]
				},
				{
					"title": "The motor theory of speech perception revised",
					"authors": ["Liberman AM", "Mattingly IG"]
				}
			]
		},
		{
			"filename": "speech-557b476d5a1f0.pdf",
			"title": "Language specific speech perception and the onset of reading",
			"authors": [
				{
					"name": "DENIS BURNHAM",
					"email": "d.burnham@uws.edu.au"
				}
			],
			"abstract": "In two studies the relationship between the onset of reading and language specific speech perception, the degree to which native speech perception is superior to non-native speech perception, was investigated. In Experiment 1 with children of 4, 6, and 8 years, language specific speech perception occurred maximally at 6 years and was positively related to reading ability for age and language comprehension level. In Experiment 2, with an expanded range of ages and various stimulus and task changes, the relationship between reading and language specific speech perception still held, and maximal language specific speech perception occurred around the onset of reading instruction for three different sets of speech contrasts, but not for a control set of non-speech contrasts. The results show that language specific speech perception is a linguistic rather than an acoustic phenomenon. Results are discussed in terms of early speech perception abilities, experience with oral communication, cognitive ability, reading ability, alphabetic versus logographic languages, phonics versus whole word reading instruction, and the effect of age versus instruction.",
			"references": [
				{
					"title": "A skills approach: Optimising initial reading instruction",
					"authors": ["Andrews, S."]
				},
				{
					"title": "Ideology and methods of reading instruction: Why is phonics an F- word?",
					"authors": ["Andrews, S."]
				},
				{
					"title": "Experiential influences and sensitive periods in perceptual development: A unified model",
					"authors": ["Aslin, R.N."]
				},
				{
					"title": "Discrimination of voice onset time by human infants: New findings and implications for the effects of early experience",
					"authors": ["Aslin, R.N.", "Pisoni, D.B.", "Hennessy, B.L.", "Perey, A.J."]
				},
				{
					"title": "Bankson language screening test",
					"authors": ["Bankson, N.W."]
				}
			]
		},
		{
			"filename": "speech-557b476d5a02d.pdf",
			"title": "The use of automatic speech recognition showing the influence of nasality on speech intelligibility",
			"authors": [
				{
					"name": "S. Mayr",
					"email": "susanne.mayr@uk-erlangen.de"
				},
				{
					"name": "K. Burkhardt",
					"email": ""
				},
				{
					"name": "M. Schuster",
					"email": ""
				},
				{
					"name": "K. Rogler",
					"email": ""
				},
				{
					"name": "A. Maier",
					"email": ""
				}
			],
			"abstract": "Altered nasality influences speech intelligibility. Automatic speech recognition (ASR) has proved suitable for quantifying speech intelligibility in patients with different degrees of nasal emissions. We investigated the influence of hyponasality on the results of speech recognition before and after nasal surgery using ASR. Speech recordings, nasal peak inspiratory flow and self-perception measurements were carried out in 20 German-speaking patients (8 women, 12 men; aged 38 ± 22 years) who underwent surgery for various nasal and sinus pathologies. The degree of speech intelligibility was quantified as the percentage of correctly recognized words of a standardized word chain by ASR (word recognition rate; WR). WR was measured 1 day before (t1), 1 day after with nasal packings (t2), and 3 months after (t3) surgery; nasal peak flow on t1 and t3. WR was calculated with program for the automatic evaluation of all kinds of speech disorders (PEAKS). WR as a parameter of speech intelligibility was significantly decreased immediately after surgery (t1 vs. t2 p 0.01) but increased 3 months after surgery (t2 vs. t3 p 0.01).",
			"references": [
				{
					"title": "Phoniatrie—Einführung in die medizinischen, psychologischen und linguistischen Grundlagen von Stimme und Sprache",
					"authors": ["Friedrich G", "Bigenzahn W"]
				},
				{
					"title": "Acoustic theory of speech production: with calculations based on X-ray studies of Russian articulations",
					"authors": ["Fant G"]
				},
				{
					"title": "Evaluation of speech intelligibility for children with cleft lip and palate by means of speech recognizer technique",
					"authors": ["Schuster M", "Haderlein T", "Nkenke E", "Wohlleben U", "Rosanowski F", "Eysholdt U", "Nöth E"]
				},
				{
					"title": "Intelligibility of laryngectomees' substitute speech: automatic speech recognition and subjective rating",
					"authors": ["Schuster M", "Haderlein T", "Noth E", "Lohscheller J", "Eysholdt U", "Rosanowski F"]
				},
				{
					"title": "Universal parameters for reporting speech outcomes in individuals with cleft palate",
					"authors": ["Henningsson G", "Kuehn DP", "Sell D", "Sweeney T", "Trost-Cardamone JE", "Whitehill TL"]
				}
			]
		},
		{
			"filename": "speech-557b476d5a23b.pdf",
			"title": "The applicability of normalisation process theory to speech and language therapy: a review of qualitative research on a speech and language intervention",
			"authors": [
				{
					"name": "Deborah M James",
					"email": "deborah.james@nottingham.ac.uk"
				}
			],
			"abstract": "Background: The Bercow review found a high level of public dissatisfaction with speech and language services for children. Children with speech, language, and communication needs (SLCN) often have chronic complex conditions that require provision from health, education, and community services. Speech and language therapists are a small group of Allied Health Professionals with a specialist skill-set that equips them to work with children with SLCN. They work within and across the diverse range of public service providers. The aim of this review was to explore the applicability of Normalisation Process Theory (NPT) to the case of speech and language therapy. \nMethods: A review of qualitative research on a successfully embedded speech and language therapy intervention was undertaken to test the applicability of NPT. The review focused on two of the collective action elements of NPT (relational integration and interaction workability) using all previously published qualitative data from both parents and practitioners' perspectives on the intervention. \nResults: The synthesis of the data based on the Normalisation Process Model (NPM) uncovered strengths in the interpersonal processes between the practitioners and parents, and weaknesses in how the accountability of the intervention is distributed in the health system. \nConclusions: The analysis based on the NPM uncovered interpersonal processes between the practitioners and parents that were likely to have given rise to successful implementation of the intervention. In previous qualitative research on this intervention where the Medical Research Council's guidance on developing a design for a complex intervention had been used as a framework, the interpersonal work within the intervention had emerged as a barrier to implementation of the intervention. It is suggested that the design of services for children and families needs to extend beyond the consideration of benefits and barriers to embrace the social processes that appear to afford success in embedding innovation in healthcare.",
			"references": [
				{
					"title": "Bercow Review of Services for Children and Young People (0-19) with Speech, Language and Communication Needs",
					"authors": ["Bercow J"]
				},
				{
					"title": "Better Communication: An action plan to improve services for children and young people with speech, language and communication needs",
					"authors": ["Department for Children"]
				},
				{
					"title": "A stronger local voice: A framework for creating a stronger local voice in the development of health and social care services",
					"authors": ["Department for Health"]
				},
				{
					"title": "Meeting the needs of children and young people with speech, language and communication difficulties",
					"authors": ["Lindsay G", "Dockrell J", "Desforges M", "Law J", "Peacey N"]
				},
				{
					"title": "Children with specific language impairment: parental accounts of the early years",
					"authors": ["Rannard A", "Lyons C", "Glenn S"]
				}
			]
		},
		{
			"filename": "speech-557b476d5a100.pdf",
			"title": "Effects of Temporal Fine Structure on the Lateralization of Speech and on Speech Understanding in Noise",
			"authors": [
				{
					"name": "WARD R. DRENNAN",
					"email": "drennan@u.washington.edu"
				},
				{
					"name": "JONG HO WON",
					"email": ""
				},
				{
					"name": "VASANT K. DASIKA",
					"email": ""
				},
				{
					"name": "JAY T. RUBINSTEIN",
					"email": ""
				}
			],
			"abstract": "This study evaluated the role of temporal fine structure in the lateralization and understanding of speech in six normal-hearing listeners. Interaural time differences (ITDs) were introduced to invoke lateralization. Speech reception thresholds (SRTs) were evaluated in backgrounds of two-talker babble and speech-shaped noise. Two-syllable words with ITDs of 0 and 700 ms were used as targets. A vocoder technique, which systematically randomized fine structure, was used to evaluate the effects of fine structure on these tasks. Randomization of temporal fine structure was found to significantly reduce the ability of normal-hearing listeners to lateralize words, although for many listeners, good lateralization performance was achieved with as much as 80% fine-structure randomization. Most listeners demonstrated some rudimentary ability to lateralize with 100% fine-structure randomization. When ITDs were 0 ms, randomization of fine structure had a much greater effect on SRT in two-talker babble than in speech-shaped noise. Binaural advantages were also observed. In steady noise, the difference in SRT between words with 0- vs 700-ms ITDs was, on average, 6 dB with no fine-structure randomization and 2 dB with 100% fine-structure randomization. In two-talker babble this difference was 1.9 dB and, for most listeners, showed little effect of the degree of fine- structure randomization. These results suggest that (1) improved delivery of temporal fine structure would improve speech understanding in noise for implant recipients, (2) bilateral implant recipients might benefit from temporal envelope ITDs, and (3) improved delivery of temporal information could improve binaural benefits.",
			"references": [
				{
					"title": "Modeling the perception of concurrent vowels: vowels with different fundamental frequencies",
					"authors": ["ASSMANN PF", "SUMMERFIELD Q"]
				},
				{
					"title": "Separation of concurrent broadband sound sources by human listeners",
					"authors": ["BEST V", "SCHAIK AV", "CARLILE S"]
				},
				{
					"title": "Standardization of a test of speech perception in noise",
					"authors": ["BILGER RC", "NUETZEL JM", "RABINOWITZ WM", "RZECZKOWSKI C"]
				},
				{
					"title": "Effects of a difference in fundamental frequency in separating two sentences",
					"authors": ["BIRD J", "DARWIN CJ"]
				},
				{
					"title": "Intonation and the perceptual separation of simultaneous voices",
					"authors": ["BROKX JPL", "NOOTEBOOM SG"]
				}
			]
		},
		{
			"filename": "speech-557b476d5a150.pdf",
			"title": "Electrocardiographic Anxiety Profiles Improve Speech Anxiety",
			"authors": [
				{
					"name": "Pyoung Won Kim",
					"email": "kpw6593@kice.re.kr"
				},
				{
					"name": "Seung Ae Kim",
					"email": ""
				},
				{
					"name": "Keun-Hwa Jung",
					"email": ""
				}
			],
			"abstract": "The present study was to set out in efforts to determine the effect of electrocardiographic (ECG) feed- back on the performance in speech anxiety. Forty-six high school students participated in a speech performance educational program. They were randomly divided into two groups, an experimental group with ECG feedback (N = 21) and a control group (N = 25). Feedback was given with video recording in the control, whereas in the experimental group, an additional ECG feedback was provided. Speech performance was evaluated by the Korean Broadcasting System (KBS) speech ability test, which determines the 10 different speaking categories. ECG was recorded during rest and speech, together with a video recording of the speech performance. Changes in R–R intervals were used to reflect anxiety profiles. Three trials were performed for 3-week program. Results showed that the subjects with ECG feedback revealed a significant improvement in speech performance and anxiety states, which compared to those in the control group. These findings suggest that visualization of the anxiety profile feedback with ECG can be a better cognitive therapeutic strategy in speech anxiety.",
			"references": [
				{
					"title": "Anxiety and its disorders: The nature and treatment of anxiety and panic (2nd ed.)",
					"authors": ["Barlow, D. H."]
				},
				{
					"title": "Avoiding communication: Shyness, reticence, and communication apprehension",
					"authors": ["Daly, J. A.", "McCroskey, J. C.", "Ayres, J."]
				},
				{
					"title": "Human physiology (10th ed.)",
					"authors": ["Fox, S. I."]
				},
				{
					"title": "Introduction to 12-lead ECG: The art of interpretation",
					"authors": ["Garcia, T. B.", "Holtz, N. E."]
				},
				{
					"title": "The effect of laser acupuncture at HT(7) (Sinmun) for mental stress on short-term analysis of heart rate variability",
					"authors": ["Jang, J. Y.", "Cho, S. Y.", "Kim, S. J.", "Kim, Y. S.", "Nam, S. S."]
				}
			]
		}
	]
}