{
	"papers": [
		{
			"filename": "geology-557b476d4b1cb.pdf",
			"title": "The Development of Engineering and Ecological Geology at Moscow State University at the Turn of the 20th and 21st Centuries (on the Seventieth Anniversary of the Chair of Engineering and Ecological Geology)",
			"authors": [
				{
					"name": "V. T. Trofimov",
					"email": ""
				}
			],
			"abstract": "The Chair of engineering and ecological geology of the Geological Department of M.V. Lomonosov Mos- cow State University (MSU) is marking its 70th anniversary on February 1, 2008. For decades, it has been one of the strongest pedagogical and scientific staffs of Russian engineering and environmental geologists.",
			"references": [
				{
					"title": "XX vek—lichnosti i shkoly v inzhenernoi geologii SSSR i Rossii (20th Century: Personalities and Schools in Geological Engineering in the USSR and Russia)",
					"authors": ["Trofimov, V.T", "Korolev, V.A."]
				},
				{
					"title": "Chair of Soil Science at the Moscow State University, Scientific Proc. Mosk",
					"authors": ["Filatov, M.M."]
				},
				{
					"title": "Inzhener-geologi—laureaty Gosudarstvennykh premii (Geological Engineers—Prize-Winners of State Premiums)",
					"authors": ["Gerasimova, A.S."]
				},
				{
					"title": "Inzhenernaya geologiya v Moskovskom universitete (Geological Engineering at the Moscow University)",
					"authors": ["Gerasimova, A.S.", "Krivosheeva, Z.A.", "Trofimov, V.T."]
				},
				{
					"title": "Inzhener-geologi Moskovskogo universiteta: Biografo-bibliograficheskii spravochnik (Geological Engineers of the Moscow University: Biographic–Bibliographic Hand-Book)",
					"authors": ["Korolev, V.A.", "Gerasimova, A.S.", "Krivosheeva, Z.A."]
				}
			]
		},
		{
			"filename": "geology-557b476d4b2b7.pdf",
			"title": "The Geology of Goa Group: Revisited",
			"authors": [
				{
					"name": "A. G. DESSAI",
					"email": "ashokadessai@gmail.com"
				}
			],
			"abstract": "The supracrustals that constitute the Goa Group of Gokul et al. (1985) can be divided into two lithostratigraphic sequences namely the Barcem Group and the Ponda Group. The former comprises predominantly greenstones (metabasalts) and rests on a basement of the 3300-3400 Ma Anmode Ghat trodhjemite gneiss with a crudely developed quartz-pebble conglomerate at the base, and shows lithological similarities with the lower part of the Bababudan Group. The younger sequence is dominated by clastics, and is assigned to a new stratigraphic group formally termed the Ponda Group which is equivalent to the Chitradurga Group of the Dharwar Supergroup. This group rests on a basement of the 2700-2900 Ma Chandranath granite gneiss with a distinct unconformity marked by a polymict, granite-clast metaconglomerate. The conglomerate displays many similarities with the Talya conglomerate that occurs at the base of the Chitradurga Group. It is overlain by a psamolitic sequence which is followed in ascending order by the chemogenic sediments that host the BIF and by the deep water turbidite sequence (argillite-graywacke association) with intercalations of mafic volcanics. The supracrustal sequence is intruded by the Bondla layered mafic-ultramafic complex along a major shear zone (NW-SE) that largely controls the course of the northwesterly flowing tributary of River Mandovi. The late intrusive, Canacona potassic granite marks the culmination of the sedimentation in the Shimoga-Goa basin.",
			"references": [
				{
					"title": "Chromite and sulphide mineralisation in the mafic-ultramafic complex of Usgao, Goa",
					"authors": ["BALAKRISHNAN, S.", "ABBAS, M. H.", "VIDYADHARAN, K.T.", "RAGHUNANDAN, K.R."]
				},
				{
					"title": "3360 Ma old gneisses from the south Indian craton",
					"authors": ["BECKINSALE, R.D.", "DRURY, S.A.", "HOLT, R.W."]
				},
				{
					"title": "Petrogenesis of the layered mafic-ultramafic complex, Usgao, Goa",
					"authors": ["DESSAI, A.G.", "AROLKAR, D.B.", "FRENCH, D.", "VIEGAS, A.", "VISWANATH, T.A."]
				},
				{
					"title": "Manganese mineralization in the tropical forest area of Goa, India",
					"authors": ["DESSAI, A.G.", "PESHWA, V.V."]
				},
				{
					"title": "Petrology, geochemistry, model Sm-Nd ages and petrogenesis of the granitoids of the northern block of western Dharwar craton",
					"authors": ["DEVARAJU, T.C.", "HUHMA, H.C.", "KAUKONEN, R.J.", "ALLAPIETI, T.T."]
				}
			]
		},
		{
			"filename": "geology-557b476d4b09c.pdf",
			"title": "New age metals: the geology and genesis of ores required for a changing economy and a carbon-constrained world—preface to a thematic issue on critical commodities",
			"authors": [
				{
					"name": "David L. Huston",
					"email": "david.huston@ga.gov.au"
				}
			],
			"abstract": "Over the last decade or so, the development of technol- ogies associated with consumer electronics, renewable energy, and specialty steel have sparked demand for a range of “specialty” mineral commodities. These com- modities are quite diverse and include, among others, rare earth elements, (REEs: lanthanides, Y, and Sc), Ga, In, W, platinum group elements (PGEs: Ru, Rh, Pd, Os, Ir, Pt), Co, Nb, Mg, Mo, Sb, Li, V, Ni, Ta, Te, Cr, Mn, Se, Ti, Sr, graphite, Sn, Ge, Be, Zr, Bi, F, and Cd. Most of these commodities have small, restricted markets, and, in some cases, supply is restricted—concentrated in either a small group of countries or producing com- panies. Some elements, such as In, Ga, Cd, Se, and Te, are produced as by-products of the extraction of base metals.",
			"references": [
				{
					"title": "Strategies and perspectives for securing rare metals in Korea",
					"authors": ["Bae JC"]
				},
				{
					"title": "The Lac Des Iles Palladium deposit, Ontario, Canada part I",
					"authors": ["Boudreau A", "Djon L", "Tchalikian A", "Corkery J"]
				},
				{
					"title": "Risk List 2012: An update to the supply risk for elements of element groups that are of economic value",
					"authors": ["British Geological Survey"]
				},
				{
					"title": "Stable H-C-O isotope and trace element geochemistry of the Cummins Range Carbonatite Complex: implications for hydrothermal REE mineralization, carbonatite evolution and mantle source regions",
					"authors": ["Downes PJ", "Demény A", "Czuppon G", "Verrall M", "Jaques AL", "Verrall M", "Sweetapple M", "Adams D", "McNaughton NJ", "Gwalani LG", "Griffin BJ"]
				},
				{
					"title": "Critical raw materials for the EU",
					"authors": ["European Commission"]
				}
			]
		},
		{
			"filename": "geology-557b476d4b21c.pdf",
			"title": "CBM geology conditions study of Gemudi syncline, Western Guizhou Province",
			"authors": [
				{
					"name": "WU Cai-fang",
					"email": ""
				},
				{
					"name": "OU Zheng",
					"email": ""
				},
				{
					"name": "FENG Qing",
					"email": ""
				},
				{
					"name": "ZHANG Jie-fang",
					"email": ""
				}
			],
			"abstract": "Through the analysis of the surrounding rock, coal seam burial depth, coal quality and hydrologic geological condition, the methane-bearing property characteristics of the coal reservoir in the Gemudi syncline were elucidated. Most of the wall rock of the coal reservoir is mudstone and silt, which is a favourable enclosing terrane. Burial depth of the main excavating coal seam is moderate. The groundwater activity is thin, and there are absolute groundwater systems between each coal seam, which make poor intercon- nections to accelerate CBM enrichment. In our research, the area coal reservoir meta- morphosis is high, CBM content is high, hole-cranny system development degree is high, and permeability of the great mass of the main coal seam exceeds 0.1×10-3 μm2. The re- sult demonstrates that the southeast of the Gemudi syncline has the best conditions for prospecting and exploiting CBM.",
			"references": [
				{
					"title": "The hosting features of coalbed methane",
					"authors": ["Ao C"]
				},
				{
					"title": "Generality of coal control by structure",
					"authors": ["Huang K"]
				},
				{
					"title": "CBM geological features and exploitation evaluation in Guanzhai Minefield, Qianxi County",
					"authors": ["Jiang Y"]
				}
			]
		},
		{
			"filename": "geology-557b476d4b26d.pdf",
			"title": "Features of gas geology and its main controlling factors in Pingxiang Mining Area, Jiangxi Province",
			"authors": [
				{
					"name": "ZHAO Zhi-gen",
					"email": "zhgzhao@aust.edu.cn"
				},
				{
					"name": "YAN Jia-ping",
					"email": ""
				},
				{
					"name": "LIU Xing",
					"email": ""
				}
			],
			"abstract": "Pingxiang Mining Area in Jiangxi Province is one of the major coal-producing areas and is prone to serious coal and gas outburst, therefore, it is of significance to research on gas geological features and its controlling factors. Based on the analysis of gas data collected from geological exploration and coal mining, the research reveals that the features of gas geology vary significantly between west part and east part of Pingxiang Mining Area, and it is characterized by high gas mines with se- rious coal and gas outburst in the west part and low gas mines with no coal and gas outburst in the east part. The main control- ling factors to gas geology are discussed, and the great difference of gas geology between west part and east part is the result of comprehensive effect by geological factors. Concerning the gas generation, the coal rank in the west part is higher than that in the east part, which is favorable to generate more gas in the west part than in the east part. Concerning the gas preservation, the structures are characterized by gliding nappe in the west part and by tectonic window in the east part, the surrounding rocks are characterized by poor permeability in the west part and comparatively good permeability in the east part, and the characteristics of coal rank and coal body structure are favorable to gas preservation in the west part and favorable to gas emission in the east part.",
			"references": [
				{
					"title": "Probe into depositional characteristics and environment of late Triassic Anyuan coal measures, Jiangxi Province",
					"authors": ["Chen W H", "Peng H Q"]
				},
				{
					"title": "Existing problems and countermeasures of gas prevention at Juyuan Coal Mine",
					"authors": ["Chen W H", "Wang Y Y"]
				},
				{
					"title": "Shiliwan-Dajiangbian gravitational sliding structure in Pingxiang Mining Area and prospect of coal resources",
					"authors": ["Hu Q X"]
				},
				{
					"title": "Regional geology of Jiangxi Province",
					"authors": ["Jiangxi Provincial Bureau of Geology and Mineral Resources"]
				},
				{
					"title": "Mesozoic-Cenozoic tectonic character and it's geological meaning in Pingxiang, Jiangxi Province",
					"authors": ["Liu X Y"]
				}
			]
		},
		{
			"filename": "geology-557b476d4b120.pdf",
			"title": "A highlight of environmental and engineering geology in Fargo, North Dakota, USA",
			"authors": [
				{
					"name": "Fred J. Anderson",
					"email": "fjanderson@state.nd.us"
				}
			],
			"abstract": "Several unfavorable envi- ronmental and engineering geologic conditions exist in Fargo, North Dakota. Dominantly, the behavior of smectitic clays within the progla- cial Lake Agassiz sediments of the Sherack and Brenna Formations creates subsoil instability beneath engineered structures in the Fargo area and slope instability within cutbank meanders of the Red River of the North. Unfavorable engi- neering geologic conditions encoun- tered include: the elastic deformation of clayey glaciolacus- trine soils, shrink-swell properties, inadequate bearing capacities, and mass movements. These conditions are responsible for structural failures including the Fargo Grain Elevator in 1955 and the Northern Pacific railroad grade. Bank failures along the Red River are common due to the inherent instability of Brenna Formation smectitic clays which are subject to plastic deformation in the subsurface, with resultant block failure of overlying Sherack Forma- tion. Recent alluvial sediments due to typical fluvial action and the continued seasonal saturation of cutbank meanders within the flood- plain also add to soil instability.",
			"references": [
				{
					"title": "Stratigraphy of offshore sediment Lake Agassiz- North Dakota",
					"authors": ["Arndt BM"]
				},
				{
					"title": "Physical data for land-use planning Cass County, North Dakota and Clay County, Minnesota",
					"authors": ["Arndt BM", "Moran SR"]
				},
				{
					"title": "Late quaternary stratigraphic nomenclature, Red River Valley, North Dakota and Minnesota",
					"authors": ["Harris KL", "Moran SR", "Clayton L"]
				},
				{
					"title": "Riverbank collapse in northwestern Minnesota: An overview of vulnerable earth materials",
					"authors": ["Harris KL"]
				},
				{
					"title": "Lithostratigraphic mapping in the Fargo-Moorhead area-west central Minnesota and southeastern North Dakota",
					"authors": ["Harris KL", "Lusardi BA", "Anderson FJ"]
				}
			]
		},
		{
			"filename": "geology-557b476d4b179.pdf",
			"title": "Introduction to the Special Issue on the “Mathematical Geology for Resource Exploration” Session at IGC32",
			"authors": [
				{
					"name": "Katsuaki Koike",
					"email": "koike@gpo.kumamoto-u.ac.jp"
				}
			],
			"abstract": "Many readers probably attended the 32nd International Geological Congress (IGC) held 20–28 August 2004 in Florence, Italy. The scientific program of the IGC was classified into three sym- posium categories: 14 Special, 38 Topical, and 24 General Symposia including a “Mathematical Geology” symposium. Each Topical and General symposium consisted of several sessions: six sessions were organized for “Mathematical Geology.” This is- sue of Natural Resources Research is composed of pa- pers from one such session; “G-13.06 Mathematical Geology for Resource Exploration,” held the after- noon of 22 August. The session was supported jointly by the International Association for Mathematical Geology (IAMG) and the International Symposium on Mineral Exploration (ISME). Pengda Zhao (China University of Geosciences) and I served as convenors to select abstracts and to create the program.",
			"references": [
				{
					"title": "Introduction: Nonrenewable Resources",
					"authors": ["Singer, D. A.", "Kouda, R."]
				}
			]
		}
	]
}