{
	"papers": [
		{
			"filename": "music-557b476d546e0.pdf",
			"title": "Music: Highly Engaged Students Connect Music to Math",
			"authors": [
				{
					"name": "Shelly M. Jones",
					"email": "jonessem@ccsu.edu"
				},
				{
					"name": "Dunn Pearson Jr.",
					"email": ""
				}
			],
			"abstract": "A musician and a mathematics educator create and implement a set of elementary school lessons integrating music and math. Students learn the basics of music theory including identifying notes and learning their fractional values. They learn about time signatures and how to determine correct note values per measure. Students are motivated by listening to popular culture music such as Miley Cyrus and Justin Bieber and clapping to the beat. The culminating activity involves students creating their own four-bar phrase using their knowledge of time signature, note values, and fraction addition. Finally, the music teacher or capable student can sing or perform student-created phrases. The lessons described in this article provide strategies to help music educators and elementary school classroom teachers integrate music with math.",
			"references": [
				{
					"title": "Connecting with music",
					"authors": ["Argabright, R."]
				},
				{
					"title": "Art, music, and movement connections for elementary education teacher candidates",
					"authors": ["Bohannon, R. L.", "McDowell, C."]
				},
				{
					"title": "Involvement in the arts and human development: General involvement and intensive involvement in music and theatre arts",
					"authors": ["Catterall, J.", "Chapleau, R.", "Iwanaga, J."]
				},
				{
					"title": "National standards for arts education",
					"authors": ["Consortium of National Arts Education Associations"]
				},
				{
					"title": "Integration of music and core academic objectives in the K–12 curriculum: Perspectives of music and classroom teachers",
					"authors": ["Colwell, C. M."]
				}
			]
		},
		{
			"filename": "music-557b476d547c5.pdf",
			"title": "Sharing meanings in the music classroom",
			"authors": [
				{
					"name": "Laia Viladot",
					"email": "laia.viladot@uab.cat"
				},
				{
					"name": "Isabel Gómez",
					"email": "isabel.gomez@uab.cat"
				},
				{
					"name": "Teresa Malagarriga",
					"email": "teresa.malagarriga@uab.cat"
				}
			],
			"abstract": "This work explores the study of interaction through discourse as a means for analysing and understanding the process of teaching and learning music. Over the course of a didactic sequence, we assess classroom conversations dealing with the analysis of a music score constituted as the reference for the process of creating a joint music composition. The group is made up of a teacher and second-year elementary pupils (aged 9–10 years) at a music school. Eight categories of discourse are identified that help to understand the strategies used to construct shared musical meanings. This knowledge is important for practitioners when reflecting on the teaching-learning process. It is also useful for teacher training.",
			"references": [
				{
					"title": "Communication and learning in small groups",
					"authors": ["Barnes, D.", "Todd, F."]
				},
				{
					"title": "From communication to language: a psychological perspective",
					"authors": ["Bruner, J. S."]
				},
				{
					"title": "The child’s concept of language",
					"authors": ["Levelt (Eds.)"]
				},
				{
					"title": "Diálogo e investigación en las aulas: Investigaciones en didáctica de la lengua. [Dialogue and research in the classroom: Research into the didactics of language]",
					"authors": ["Camps, A."]
				},
				{
					"title": "¿Cómo se utilizan las partituras en la enseñanza y el aprendizaje de la música? [How are scores used in teaching and learning music?]",
					"authors": ["Casas, A.", "Pozo, J. I."]
				}
			]
		},
		{
			"filename": "music-557b476d5472d.pdf",
			"title": "Teaching Korean Rhythms in Music Class Through Improvisation, Composition, and Student Performance",
			"authors": [
				{
					"name": "Hyesoo Yoo",
					"email": "HaeS2000@gmail.com"
				},
				{
					"name": "Sangmi Kang",
					"email": ""
				}
			],
			"abstract": "The purpose of this article is to introduce the characteristics of Korean rhythmic patterns and provide effective ways to teach Korean rhythms based on the theoretical and pedagogical approaches derived from 5,000 years of Korean musical tradition. First, we have provided the fundamental principles of Korean rhythms that represent the culture from which the music originated. Then, we have introduced the pedagogical process of Korean music, which includes the use of gu-em (Korean verbal syllables of music) and improvisatory practice. Finally, we have offered the resource of composition and the schoolwide performance using Korean rhythms that would be suitable to a contemporary educational context. By doing this, music educators will gain an understanding of the characteristics of Korean rhythms and acquire the skills necessary to teach them in the classrooms; as a consequence, they can confidently incorporate Korean rhythms in general music classes.",
			"references": [
				{
					"title": "Multicultural perspectives in music education (3rd ed., Vol. 3)",
					"authors": ["Anderson, W. M.", "Campbell, P. S."]
				},
				{
					"title": "Beyond guided listening: Exploring world musics with classroom instruments",
					"authors": ["Bartolome, S. J."]
				},
				{
					"title": "Lessons from the world: A cross-cultural guide to music teaching and learning",
					"authors": ["Campbell, P. S."]
				},
				{
					"title": "Unveiling the mysteries of musical spontaneity",
					"authors": ["Campbell, P. S."]
				},
				{
					"title": "Teaching music globally: Experiencing music, expressing culture",
					"authors": ["Campbell, P. S."]
				}
			]
		},
		{
			"filename": "music-557b476d54557.pdf",
			"title": "Exposure Influences Expressive Timing Judgments in Music",
			"authors": [
				{
					"name": "Henkjan Honing",
					"email": "honing@uva.nl"
				},
				{
					"name": "Olivia Ladinig",
					"email": ""
				}
			],
			"abstract": "This study is concerned with the question whether, and to what extent, listeners' previous exposure to music in everyday life, and expertise as a result of formal musical training, play a role in making expressive timing judgments in music. This was investigated by using a Web-based listening experiment in which listeners with a wide range of musical backgrounds were asked to compare 2 recordings of the same composition (15 pairs, grouped in 3 musical genres), 1 of which was tempo-transformed (manipulating the expressive timing). The results show that expressive timing judgments are not so much influenced by expertise levels, as is suggested by the expertise hypothesis, but by exposure to a certain musical idiom, as is suggested by the exposure hypothesis. As such, the current study provides evidence for the idea that some musical capabilities are acquired through mere exposure to music, and that these abilities are more likely enhanced by active listening (exposure) than by formal musical training (expertise).",
			"references": [
				{
					"title": "Do[n't] change a hair for me: The art of jazz rubato",
					"authors": ["Ashley, R."]
				},
				{
					"title": "Are we “experienced listeners”? A review of the musical capacities that do not depend on formal musical training",
					"authors": ["Bigand, E.", "Poulin-Charronnat, B."]
				},
				{
					"title": "The effect of harmonic context on phoneme monitoring in vocal music",
					"authors": ["Bigand, E.", "Tillmann, B.", "Poulin, B.", "D’Adamo, D. A.", "Madurell, F."]
				},
				{
					"title": "How musical is man?",
					"authors": ["Blacking, J."]
				},
				{
					"title": "Automatic technique in frequency domain for near-lossless time-scale modification of audio",
					"authors": ["Bonada, J."]
				}
			]
		},
		{
			"filename": "music-557b476d54637.pdf",
			"title": "Exploring the Benefits of Music-Making as Professional Development for Music Teachers",
			"authors": [
				{
					"name": "Kristen Pellegrino",
					"email": "kristen.pellegrino@cnu.edu"
				}
			],
			"abstract": "Although much has been written about professional development in general education and music education literature, little has addressed the benefits of music-making as meaningful professional development for music teachers. For music teachers, music-making and meanings of music-making have been connected with teachers' identity, well-being, beliefs, and effectiveness, as well as being a powerful pedagogical tool and a way to develop presence in teaching. Presence in teaching is linked with self-awareness, attentiveness, and pedagogical knowledge. The purpose of this article is to explore the benefits of music-making for music teachers in order to convince policymakers of the value of music-making as a professional development activity for music teachers. This article explores theories from psychology and education that link engagement, well-being, and identity to lay the foundation for a justification of broadening professional development policies. Then, literature is presented that connects teachers' art-making experiences (past and present), identity, teaching, and student learning. The third section draws on my previous work to illustrate the intersections between teachers' music-making and teaching. Then, suggestions for implementing professional development programs with music-making components are made. Although there are many ways music- making could be included as professional development, I offer four suggestions: including music-making in departmental or district-wide meetings, granting professional development credit to music teachers who make music outside of the classroom, setting up in-classroom reflection opportunities/action research based on integrating music-making and music teaching, and initiating a collaborative teacher study group that includes chamber music collaboration.",
			"references": [
				{
					"title": "What role: Artist or teacher?",
					"authors": ["Ball, L."]
				},
				{
					"title": "Teacher professional development in changing conditions",
					"authors": ["Beijaard, D.", "P. C. Meijer", "G. Morine-Dershimer", "H. Tillema"]
				},
				{
					"title": "Striking a chord: Elementary general music teachers' expressions of their identities as musician-teachers",
					"authors": ["Bernard, R. J."]
				},
				{
					"title": "Music-making, making selves, making it right: A call for re-framing music teacher education",
					"authors": ["———"]
				},
				{
					"title": "A comment to Rhoda Bernard: Reframing or oversim-plification?",
					"authors": ["Bouij, C."]
				}
			]
		},
		{
			"filename": "music-557b476d54690.pdf",
			"title": "Music Improvisation and Composition in the General Music Curriculum",
			"authors": [
				{
					"name": "Lois Veenhoven Guderian",
					"email": "lguderia@uwsuper.edu"
				}
			],
			"abstract": "This article describes an approach to general music where assignments in music improvisation and composition are embedded into the curriculum, that is, creative assignments are given as an outgrowth of curriculum content and directly related to instruction and activities in conceptual learning and skill development in the classroom. Such an approach to general music education can make possible the teaching and learning of standards-based, sequentially- designed curriculum and the nurturing of students' creative thinking in music, an almost simultaneous process. Included are practical suggestions for meeting National Standards Three (Improvisation) and Four (Composition) by embedding composition assignments into the general music curriculum per age categories of elementary, middle, and high school learners supported by descriptions of examples from the field.",
			"references": [
				{
					"title": "Audiation-based improvisation techniques and elementary instrumental student’s music achievement",
					"authors": ["Azzara, C. D."]
				},
				{
					"title": "Generating a theory of music instruction",
					"authors": ["Boardman, E."]
				},
				{
					"title": "Bloom’s taxonomy of learning domains",
					"authors": ["Bloom’s taxonomy of learning domains"]
				},
				{
					"title": "How people learn: Brain, mind, experience, and school",
					"authors": ["Bransford, J. D.", "Brown, A. L.", "Cocking, R. R."]
				},
				{
					"title": "Readiness for learning",
					"authors": ["Bruner, J."]
				}
			]
		},
		{
			"filename": "music-557b476d54779.pdf",
			"title": "Envisioning Autonomy through Improvising and Composing: Castoriadis visiting creative music education practice",
			"authors": [
				{
					"name": "Panagiotis A. Kanellopoulos",
					"email": ""
				}
			],
			"abstract": "Do psychological perspectives constitute the only way through which the role of musical creativity in education can be addressed, researched and theorised? This essay attempts to offer an alternative view of musical creativity as a deeply social and political form of human praxis, by proposing a perspective rooted in the thought of the political philosopher and activist Cornelius Castoriadis (1922–1997). This is done in two steps. First, an attempt is made to place the pursuit of the concept of musical creativity within a larger educational and societal context of conflicting trajectories that run through (a) Modernity and (b) Education.Then, I revisit the issue of educational value of improvising and composing through creating con- ceptual links between the process of music-making through improvisation and composition and the project of political autonomy as conceived by Castoriadis. By foregrounding instituting imaginary over instituted imaginary, improvising and composing become active processes of positing new legitimacies, and of creating a music-making context that searches for its own foundations. It is in and through creative musical praxis that we can think about issues of hierarchies, musical values, social dimensions of different music-making processes, our relationship to past values and to historical dimensions of music. By arguing that improvisation and composition might be seen as ways of positing the issue of political autonomy in musical terms, this paper emphasises the role of improvisation and composition as a mode of potentially transformative educational practice that may foster the development of critical consciousness, linking music education to a larger project of re-discovering and at the same time re-defining democracy.",
			"references": [
				{
					"title": "Problems of Moral Philosophy",
					"authors": ["Adorno, T."]
				},
				{
					"title": "Cultural Politics and Education",
					"authors": ["Apple, M. W."]
				},
				{
					"title": "Reflections on Little Rock, Dissent",
					"authors": ["Arendt, H."]
				},
				{
					"title": "Lectures on Kant’s Political Philosophy",
					"authors": ["Arendt, H."]
				},
				{
					"title": "The Human Condition, 2nd edn.",
					"authors": ["Arendt, H."]
				}
			]
		}
	]
}