{
	"papers": [
		{
			"filename": "architecture-and-urbanism-557b476d423ca.pdf",
			"title": "Conceptual differences between the bioclimatic urbanism for Europe and for the tropical humid climate",
			"authors": [
				{
					"name": "O.D. Corbella",
					"email": ""
				},
				{
					"name": "M.A.A.A. Magalhães",
					"email": ""
				}
			],
			"abstract": "This article makes part of a series of conceptual papers to continue the discussion about how architecture and urbanism interact with climate, in tropical regions. Students engaged in normal courses of architecture in tropical regions, particularly in South America, develop their knowledge based on concepts generated in the developed countries—usually related to cold environments. Consequently, these students acquire wrong ideas about urban design of open spaces. Integrating urbanism and climate in tropical countries is still very incipient as an approach and many lecturers reject it, since they prefer to continue with a more formal one, dictated by most of the dominant countries. The herein paper underlines several different concepts and perspectives that separate the two conceptions, leading to a reflection about the subject.",
			"references": [
				{
					"title": "Concepts and differences between bioclimatic architecture for Europe and for the tropics",
					"authors": ["Corbella OD", "Magalhães MAA"]
				},
				{
					"title": "Bioclimatic devices in Brazilian modern architecture design",
					"authors": ["Corbella OD", "Magalhães MAA"]
				},
				{
					"title": "Reflexões sobre a Concepção dos Elementos Arquitetônicos em Contextos Climáticos Diferentes",
					"authors": ["Corbella OD", "Magalhães MAA"]
				},
				{
					"title": "Urban climates. Series: select papers in meteorology as relates to the human environment",
					"authors": ["Chandler TJ"]
				},
				{
					"title": "Climate-sensitive urban space—concepts and tools to humanize cities",
					"authors": ["Bach B", "Pressman N"]
				}
			]
		},
		{
			"filename": "architecture-and-urbanism-557b476d424d4.pdf",
			"title": "Scintillant Cities: Glass Architecture, Finance Capital, and the Fictions of Macau's Enclave Urbanism",
			"authors": [
				{
					"name": "Tim Simpson",
					"email": ""
				}
			],
			"abstract": "This article analyzes articulations among urban enclaves, finance capital, and glass architecture by exploring MGM's corporate investments in the Las Vegas CityCenter development and the Chinese enclave of Macau. CityCenter is an unsuccessful $9 billion master-planned urban community financed by MGM and Dubai World. Macau is a former Portuguese colony and Special Administrative Region of the People's Republic of China which has, since its return to the PRC in 1999, replaced Las Vegas as the world's most lucrative site of casino gaming revenue. Taken together, CityCenter and Macau are illustrative of the political economy and cultural logics of financialization. Foreign investment from Las Vegas entrepreneurs has vitrified Macau, transforming it into a phantasmagoria of glass resorts. Macau in turn plays a crucial functional role in capitalism's recomposition in East Asia, similar to the autochthon- ous role of the Italian city-states of Venice and Genoa in the historical origins of capitalism. In order to ‘read' the cities of Las Vegas and Macau, I explore intertextual legibilities among fictitious capital that relies on glass fiber-optic technology to enable grand architectural projects; expressionist fictional representations of glass architec- ture and its utopian transformative potential; and glass buildings that themselves dissimulate in a manner not unlike fiction.",
			"references": [
				{
					"title": "Paris, capital of the nineteenth century",
					"authors": ["Benjamin W"]
				},
				{
					"title": "Experience and poverty",
					"authors": ["Benjamin W"]
				},
				{
					"title": "On Scheerbart",
					"authors": ["Benjamin W"]
				},
				{
					"title": "Lawsuit clouds future of CityCenter; MGM responds",
					"authors": ["Benston L"]
				},
				{
					"title": "Rolling dice on giant casino complex",
					"authors": ["Berzon A"]
				}
			]
		},
		{
			"filename": "architecture-and-urbanism-557b476d4249f.pdf",
			"title": "Iconic Architecture and the Culture-ideology of Consumerism",
			"authors": [
				{
					"name": "Leslie Sklair",
					"email": ""
				}
			],
			"abstract": "This article explores the theoretical and substantive connections between iconicity and consumerism in the field of contemporary iconic architecture within the framework of a critical theory of globalization. Iconicity in archi- tecture is defined in terms of fame and special symbolic/aesthetic significance as applied to buildings, spaces and in some cases architects themselves. Iconic architecture is conceptualized as a hegemonic project of the transnational capitalist class. In the global era, I argue, iconic architecture strives to turn more or less all public space into consumerist space, not only in the obvious case of shopping malls but more generally in all cultural spaces, notably museums and sports complexes. The inspiration that iconic architecture has provided historically generally coexisted with repressive political and eco- nomic systems, and for change to happen an alternative form of non-capi- talist globalization is necessary. Under such conditions truly inspiring iconic architecture, including existing architectural icons, may create genuinely democratic public spaces in which the culture-ideology of consumerism fades away. In this way, a built environment in which the full array of human talents can flourish may begin to emerge.",
			"references": [
				{
					"title": "Shopping Malls, Consumer Culture and the Reshaping of Public Space in Egypt",
					"authors": ["Abaza, M."]
				},
				{
					"title": "Wembley Stadium: National Icon",
					"authors": ["Barclay, P.", "K. Powell"]
				},
				{
					"title": "The Villa as Hegemonic Architecture",
					"authors": ["Bentmann, R.", "M. Muller"]
				},
				{
					"title": "The Global Cities Reader",
					"authors": ["Brenner, N.", "R. Keil"]
				},
				{
					"title": "The Making and Selling of Post-Mao Beijing",
					"authors": ["Broudehoux, A.-M."]
				}
			]
		},
		{
			"filename": "architecture-and-urbanism-557b476d42371.pdf",
			"title": "New urbanism and housing values: a disaggregate assessment",
			"authors": [
				{
					"name": "Yan Song",
					"email": ""
				},
				{
					"name": "Gerrit-Jan Knaap",
					"email": ""
				}
			],
			"abstract": "In this paper, we attempt a formal analysis of the virtues of new urbanism, a movement hailed as the most significant movement in urban planning and architecture in this century. We proceed using the tools of Geographic Information Systems (GIS) to develop quantitative measures of urban form. We then incorporate those measures in a hedonic price analysis. We find that our measures of urban form capture meaningful differences in the characters of urban neighborhoods that could well have direct impacts on the utility of urban residents. Further, we find that such differences are capitalized into residential property values. The results imply that some but not all of the design features of new urbanism provide benefits for which urban residents are willing to pay.",
			"references": [
				{
					"title": "INDEX: Software for community indicators",
					"authors": ["E. Allen"]
				},
				{
					"title": "Community preferences: What the buyers really want in design, features, and amenities—A follow-up study to the 1994 shopper and homeowner study and the 1995 New urbanism study",
					"authors": ["American LIVES Inc."]
				},
				{
					"title": "Spatial econometrics: methods and models",
					"authors": ["L. Anselin"]
				},
				{
					"title": "The principles of smart development",
					"authors": ["American Planning Association (APA)"]
				},
				{
					"title": "The value of a neighborhood street with reference to cul-de-sac",
					"authors": ["P.K. Asabere"]
				}
			]
		},
		{
			"filename": "architecture-and-urbanism-557b476d42403.pdf",
			"title": "POLICE STATIONS, ARCHITECTURE AND PUBLIC REASSURANCE",
			"authors": [
				{
					"name": "Andrew Millie",
					"email": ""
				}
			],
			"abstract": "Architecture has for many years been of interest to criminology in terms of its role in social control and crime prevention. This article focuses on architecture as reassurance and the specific example of the police station—what is an under-researched topic. Supporting evidence is presented from a study of police stations in three English police forces. The study's aims were modest and exploratory, to draw on theoretical and empirical evidence to consider whether police stations are a worthwhile area of criminological/architectural study, and to investigate the possibility that police stations could contribute to public reassurance. Using the language of semiotics, the article argues that meanings attached to police stations can contribute to reassurance by affecting people's emotive ‘readings' of security and safety; yet, to do this, there has to be a rethink for many existing stations in terms of what these buildings communicate. The article adopts an interpretivist view of mean- ing acknowledging that buildings can mean different things to different people. It is suggested that numerous police stations can be read as intimidating fortresses; many others are secret places; while others are potentially public buildings where the public are welcomed. Implications for a policy of reassurance are discussed in light of the current cuts to police budgets. An agenda for further sys- tematic research is suggested.",
			"references": [
				{
					"title": "Perspectives on Punishment: The Contours of Control",
					"authors": ["Armstrong, S.", "McAra, L."]
				},
				{
					"title": "Action Stations: Improving the Management of the Police Estate",
					"authors": ["Audit Commission"]
				},
				{
					"title": "Israeli Securityscapes",
					"authors": ["Azaryahu, M."]
				},
				{
					"title": "The Poetics of Space",
					"authors": ["Bachelard, G."]
				},
				{
					"title": "The Reassurance Factor in Police Patrol",
					"authors": ["Bahn, C."]
				}
			]
		},
		{
			"filename": "architecture-and-urbanism-5584b51a86cbe.pdf",
			"title": "Metabolism: Utopian Urbanism and the Japanese Modern Architecture Movement",
			"authors": [
				{
					"name": "Tomoko Tamari",
					"email": ""
				}
			],
			"abstract": "The Fukushima catastrophe has led to important practical and conceptual shifts in contemporary Japanese architecture which in turn has led to a re-evaluation of the influential 1960s Japanese modern architecture movement, Metabolism. The Metabolists had the ambition to create a new Japanese society through techno- utopian city planning. The new generation of Japanese architects, after the Fukushima event, no longer seek evolutionally social change; rather, the disaster has made them re-consider what architecture is and what architects can do for people who had everything snatched from them by technology (nuclear power sta- tion) and nature (earthquake and tsunami). Drawing on the architectural projects of Tange Kenzo and Metabolists in the 1960s and Ito Toyo's ‘Home-for-All project' in 2011, the paper explores this major paradigm shift in Japanese architectural theory and practices.",
			"references": [
				{
					"title": "Cities of uncertainty: Jakarta, the urban majority, and inventive political technologies",
					"authors": ["AbdouMaliq S"]
				},
				{
					"title": "A clip-on architecture",
					"authors": ["Banham R"]
				},
				{
					"title": "Megastructure: Urban Futures of the Recent Past",
					"authors": ["Banham R"]
				},
				{
					"title": "The Elusive City: Five Centuries of Design, Ambition and Miscalculation",
					"authors": ["Barnett J"]
				},
				{
					"title": "Risk Society: Towards a New Modernity",
					"authors": ["Beck U"]
				}
			]
		},
		{
			"filename": "architecture-and-urbanism-5584b781a7ea8.pdf",
			"title": "Articulating Intra-Asian Urbanism: The Production of Satellite Cities in Phnom Penh",
			"authors": [
				{
					"name": "Tom Percival",
					"email": ""
				},
				{
					"name": "Paul Waley",
					"email": ""
				}
			],
			"abstract": "Privately built satellite cities are becoming an increasingly common urban develop- ment concept in peri-urban areas of South-east Asian cities. While these projects are beginning to receive academic attention, the majority of studies have a limited capacity to explain why and how they are produced. Most satellite cities built in the past five years have some degree of foreign influence from other East Asian countries in terms of invested capital, planning concepts or urban design and architecture. The majority of this influence originates from within the East Asian region. This paper argues that an investigation which incorporates both the relational and the territorial can increase an understanding of the production of satellite cities. This argument is illustrated with empirical research on two satellite city projects in Phnom Penh, Cambodia: one by a Korean developer and another by Indonesian conglomerate Ciputra.",
			"references": [
				{
					"title": "Cambodia in 2003—on the road to democratic consolidation",
					"authors": ["Albritton, R. B."]
				},
				{
					"title": "Lippo Karawaci: an Indonesian edge city",
					"authors": ["Benton, G."]
				},
				{
					"title": "Urban Pulse – A geography of serial seduction: urban policy transfer from Kuala Lumpur to Hyderabad",
					"authors": ["Bunnell, T.", "Das, D."]
				},
				{
					"title": "Experts: bust may lurk in city's building boom",
					"authors": ["Cambodia Daily"]
				},
				{
					"title": "Ly Yong Phat group plans $200 million satellite city in Phnom Penh",
					"authors": ["Cambodia Daily"]
				}
			]
		}
	]
}